Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: The fonts in all text views, such as those in the inspection pages, are now scalable using typical shortcuts.
pt_br: As fontes em todas as visualizações de texto, como as nas páginas de inspeção, agora são escaláveis usando atalhos típicos.
ru: Шрифты во всех текстовых представлениях, таких как страницы инспектирования, теперь масштабируются с помощью стандартных быстрых клавиш.
vi: Các phông chữ trong tất cả chế độ xem văn bản, chẳng hạn như phông chữ trong các trang kiểm tra, hiện có thể mở rộng bằng cách sử dụng các phím tắt thông thường.

source: It is now prevented that actions in subpages like the container inspection subpage can be triggered via shortcuts (e.g. the action to download files).
pt_br: Agora evita-se que ações em subpáginas como a subpágina de inspeção do contêiner possam ser acionadas através de atalhos (por exemplo, a ação para baixar arquivos).
ru: Предотвращается запуск действий на подстраницах, таких как подстраница инспектирования контейнера, с помощью быстрых клавиш (например, действие по загрузке файлов).
vi: Hiện tại, tính năng này đã ngăn chặn các hành động trong các trang con như trang con kiểm tra vùng chứa có thể được kích hoạt thông qua các phím tắt (ví dụ: hành động tải xuống tệp).

source: More ANSI escape sequences like background colors and bright colors has been added to the container log page.
pt_br: Mais sequências de escape ANSI como cores de fundo e cores claras foi adicionado à página de log do contêiner.
ru: На страницу журнала контейнера добавлено больше управляющих последовательностей ANSI, таких как цвета фона и яркие цвета.
vi: Nhiều chuỗi thoát ANSI khác như màu nền và màu sáng đã được thêm vào trang nhật ký vùng chứa.

source: Fixed a bug that caused some containers to not display most log lines.
pt_br: Corrigido um bug que causava alguns contêineres a não exibir a maioria das linhas de log.
ru: Исправлена ошибка, из-за которой некоторые контейнеры не отображали большинство строк журнала.
vi: Đã sửa lỗi khiến một số vùng chứa không màn hình hầu hết các dòng nhật ký.

source: The name of the container is now also displayed as a subtitle in the health check page.
pt_br: O nome do contêiner agora também é exibido como uma legenda na página de verificação de saúde.
ru: Название контейнера теперь также отображается в качестве подзаголовка на странице проверки работоспособности.
vi: Tên của vùng chứa giờ đây cũng được hiển thị dưới dạng phụ đề trong trang kiểm tra tình trạng.

source: The README file has been updated and improved.
pt_br: O arquivo README foi atualizado e melhorado.
ru: Файл README был обновлён и улучшен.
vi: Tệp README đã được cập nhật và cải tiến.

source: There were a lot of internal improvements to the code.
pt_br: Houve muitas melhorias internas no código.
ru: Было внесено много внутренних улучшений в код.
vi: Có rất nhiều cải tiến nội bộ đối với mã.

source: Pods 1.0.2 contains the following changes:
pt_br: Cápsulas 1.0.2 contém as seguintes alterações:
ru: «Капсулы» 1.0.2 содержит следующие изменения:
vi: Nhóm 1.0.2 chứa những thay đổi sau:

source: The search behavior has been adjusted so that pressing <em>Ctrl+F</em> again resets the search and that <em>Escape</em> closes it.
pt_br: O comportamento da pesquisa foi ajustado para que pressionar <em>Ctrl+F</em> novamente redefina a pesquisa e que <em>Escape</em> feche-a.
ru: Поведение поиска было скорректировано таким образом, что повторное нажатие <em>Ctrl+F</em> сбрасывает поиск, а <em>Escape</em> закрывает его.
vi: Hành vi tìm kiếm đã được điều chỉnh để việc nhấn lại <em>Ctrl+F</em> sẽ đặt lại tìm kiếm và <em>Escape</em> sẽ đóng nó.

source: The application icon and symbolic icons have been further improved, thanks to @daudix-UFO.
pt_br: O ícone de aplicativo e ícones simbólicos foram melhorados ainda mais, graças a @daudix-UFO.
ru: Значок приложения и символические значки были дополнительно улучшены благодаря @daudix-UFO.
vi: Biểu tượng ứng dụng và biểu tượng trưng đã được cải thiện hơn nữa nhờ @daudix-UFO.

source: The stable 1.0 release of Pods includes the following changes since the last RC:
pt_br: A versão estável 1.0 dos Cápsulas inclui as seguintes alterações desde o último RC:
ru: Стабильная версия 1.0 приложения «Капсулы» включает следующие изменения с момента выпуска последней RC-версии:
vi: Bản phát hành 1.0 ổn định của Pod bao gồm những thay đổi sau kể từ RC cuối cùng:

source: The welcome page now has a very attractive, colorful illustration, thanks to @daudix-UFO.
pt_br: A página de boas-vindas agora tem uma ilustração muito atraente, colorida, graças a @daudix-UFO.
ru: Страница приветствия теперь имеет очень привлекательную, красочную иллюстрацию благодаря @daudix-UFO.
vi: Trang chào mừng hiện có hình minh họa rất hấp dẫn, đầy màu sắc nhờ @daudix-UFO.

source: Switching the Podman connection now no longer blocks the GUI.
pt_br: Mudar a conexão Podman agora não bloqueia mais a GUI.
ru: Переключение соединения Podman не блокирует графический интерфейс.
vi: Việc chuyển đổi kết nối Podman giờ đây không còn chặn GUI nữa.

source: Creating new Podman connections can now be canceled during the connection attempt.
pt_br: A criação de novas conexões Podman agora pode ser cancelado durante a tentativa de conexão.
ru: Создание новых соединений Podman можно отменить во время попытки подключения.
vi: Giờ đây, việc tạo kết nối Podman mới có thể bị hủy trong quá trình thử kết nối.

source: Copying and pasting text from/to the container terminal now works with <em>Ctrl+Shift+C</em> and <em>Ctrl+Shift+V</em>, respectively.
pt_br: O copiar e colar de texto de/para o terminal do contêiner agora funciona com <em>Ctrl+Shift+C</em> e <em>Ctrl+Shift+V</em>, respectivamente.
ru: Копирование и вставка текста из/в терминал контейнера теперь работает с помощью<em>Ctrl+Shift+C</em> и <em>Ctrl+Shift+V</em> соответственно.
vi: Giờ đây, việc sao chép và dán văn bản từ/đến thiết bị đầu cuối vùng chứa hoạt động tương ứng với <em>Ctrl+Shift+C</em> và <em>Ctrl+Shift+V</em>.

source: The container terminal now has a simple context menu.
pt_br: O terminal do contêiner agora tem um menu de contexto simples.
ru: Терминал контейнера теперь имеет простое контекстное меню.
vi: Thiết bị đầu cuối container hiện có menu ngữ cảnh đơn giản.

source: The animation of the internal spinner widget has been beautified.
pt_br: A animação do widget de spinner interno foi embelezada.
ru: Анимация внутреннего виджета спиннера была улучшена.
vi: Hoạt ảnh của tiện ích con quay bên trong đã được làm đẹp.

source: The third 1.0 release candidate of Pods contains the following changes:
pt_br: O terceiro candidato a versão 1.0 de Cápsulas contém as seguintes alterações:
ru: Третья кандидатская версия «Капсул» 1.0 содержит следующие изменения:
vi: Bản phát hành 1.0 thứ ba của Pods có những thay đổi sau:

source: The application icon and symbolic icons have been improved, thanks to @daudix-UFO
pt_br: O ícone de aplicativo e ícones simbólicos foram melhorados, graças a @daudix-UFO
ru: Значок приложения и символические значки были улучшены благодаря @daudix-UFO.
vi: Biểu tượng ứng dụng và biểu tượng trưng đã được cải thiện nhờ @daudix-UFO

source: Actions, such as creating a container, can now be repeated initially if they fail.
pt_br: As ações, como criar um contêiner, podem agora ser repetidas inicialmente se falharem.
ru: Действия, такие как создание контейнера, теперь могут повторяться вначале, если произошла ошибка.
vi: Các hành động, chẳng hạn như tạo vùng chứa, giờ đây có thể được lặp lại ban đầu nếu không thành công.

source: Fixed a bug that prevented the label displaying the id of an image from being striked through if the image was being deleted.
pt_br: Corrigido um bug que impedia que o rótulo exibindo o id de uma imagem fosse tachado se a imagem estivesse sendo excluída.
ru: Исправлена ошибка, из-за которой метка, отображающая идентификатор образа, не зачёркивалась при удалении образа.
vi: Đã sửa lỗi khiến nhãn hiển thị id của hình ảnh không bị gạch bỏ nếu hình ảnh đó bị xóa.

source: Repository tags are now selectable within the image details page.
pt_br: As tags de repositório agora são selecionáveis na página de detalhes da imagem.
ru: Ярлыки репозитория можно выбирать на странице сведений об образе.
vi: Thẻ kho lưu trữ hiện có thể được chọn trong trang chi tiết hình ảnh.

source: Translations have been updated. Thanks to all who contributed.
pt_br: As traduções foram atualizadas. Obrigado a todas as pessoas que contribuíram.
ru: Обновлены переводы. Спасибо всем, кто участвовал в этой работе.
vi: Các bản dịch đã được cập nhật. Cảm ơn tất cả những người đã đóng góp.

source: Internal code improvements have been made, such as reducing dependencies and enabling LTO for release builds.
pt_br: Foram feitas melhorias no código interno, como reduzir dependências e ativar o LTO para compilações de lançamento.
ru: Были внесены внутренние улучшения кода, такие как уменьшение зависимостей и включение LTO для релизных сборок.
vi: Các cải tiến mã nội bộ đã được thực hiện, chẳng hạn như giảm sự phụ thuộc và bật LTO cho các bản dựng phát hành.

source: This is a hotfix release that prevents the application from crashing when disconnected from Podman.
pt_br: Esta é uma versão de hotfix que impede o aplicativo de travar quando desconectado do Podman.
ru: Это исправление предотвращает сбой приложения при отключении от Podman.
vi: Đây là bản phát hành hotfix giúp ngăn ứng dụng gặp sự cố khi ngắt kết nối với Podman.

source: All features for version 1.0 are now implemented and Pods is thus in the release candidate phase. Among the changes since the last release are:
pt_br: Todas as funcionalidades para a versão 1.0 foram implementadas e, portanto, o Cápsulas está na fase de release candidate. Entre as mudanças desde o último release estão:
ru: Все функции версии 1.0 теперь реализованы, и «Капсулы» находится в фазе релиз-кандидата. Среди изменений с момента последнего выпуска:
vi: Tất cả các tính năng cho phiên bản 1.0 hiện đã được triển khai và do đó Pod đang trong giai đoạn thử nghiệm phát hành. Trong số những thay đổi kể từ lần phát hành cuối cùng là:

source: Actions such as downloading an image or creating a container now take place in dialogs instead of in the main window.
pt_br: Ações como baixar uma imagem ou criar um contêiner agora ocorrem em diálogos em vez de na janela principal.
ru: Такие действия, как загрузка образа или создание контейнера выполняются в диалоговых окнах, а не в главном окне.
vi: Các hành động như tải xuống hình ảnh hoặc tạo vùng chứa hiện diễn ra trong hộp thoại thay vì trong cửa sổ chính.

source: Image Rows have been revised to better reflect the presence of multiple repo tags.
pt_br: As linhas de imagem foram revisadas para refletir melhor a presença de várias tags de repo.
ru: Строки образов были переработаны, чтобы лучше отображать наличие нескольких ярлыков репозитория.
vi: Hàng hình ảnh đã được sửa đổi để phản ánh tốt hơn sự hiện diện của nhiều thẻ repo.

source: Repo tags can now be removed and added within the image details page.
pt_br: As tags de repo agora podem ser removidas e adicionadas dentro da página de detalhes da imagem.
ru: Ярлыки репозитория можно удалять и добавлять на странице сведений об образе.
vi: Thẻ Repo hiện có thể được xóa và thêm vào trang chi tiết hình ảnh.

source: The subtitle property of the header bars is now used to display the image id, or the name of the container or pod.
pt_br: A propriedade de subtítulo das barras de cabeçalho agora é usada para exibir o ID da imagem, ou o nome do contêiner ou cápsula.
ru: Свойство подзаголовка панелей заголовка теперь используется для отображения идентификатора образа или имени контейнера или капсулы.
vi: Thuộc tính phụ đề của thanh tiêu đề hiện được sử dụng để màn hình id hình ảnh hoặc tên của vùng chứa hoặc nhóm.

source: The style of the container details page has been adjusted. Thus, some action rows have been moved to the properties.
pt_br: O estilo da página de detalhes do contêiner foi ajustado. Assim, algumas linhas de ação foram movidas para as propriedades.
ru: Оформление страницы сведений о контейнере было изменено. Таким образом, некоторые строки действий были перемещены в свойства.
vi: Kiểu của trang chi tiết vùng chứa đã được điều chỉnh. Vì vậy, một số hàng hành động đã được chuyển đến thuộc tính.

source: Shortcuts have been added to the container details page.
pt_br: Atalhos foram adicionados à página de detalhes do contêiner.
ru: На страницу сведений о контейнере были добавлены быстрые клавиши.
vi: Các phím tắt đã được thêm vào trang chi tiết vùng chứa.

source: Small improvements in the spirit of the GNOME HIG took place.
pt_br: Pequenas melhorias no espírito do GNOME HIG ocorreram.
ru: Были внесены небольшие улучшения в духе GNOME HIG.
vi: Những cải tiến nhỏ theo tinh thần của Gnome HIG đã diễn ra.

source: The usual changes such as improving the source code and updating the dependencies.
pt_br: As mudanças habituais, como melhorar o código-fonte e atualizar as dependências.
ru: Обычные изменения, такие как улучшение исходного кода и обновление зависимостей.
vi: Những thay đổi thông thường như cải thiện mã nguồn và cập nhật các phần phụ thuộc.

source: Translations have been updated and all translatable strings are now considered frozen.
pt_br: As traduções foram atualizadas e todas as strings traduzíveis agora são consideradas congeladas.
ru: Переводы были обновлены, и все переводимые строки теперь считаются замороженными.
vi: Các bản dịch đã được cập nhật và tất cả các chuỗi có thể dịch hiện được coi là bị đóng băng.

source: The ninth beta of Pods in an important step towards the stable first version. It contains the following changes:
pt_br: O nono beta de Cápsulas em um passo importante para a primeira versão estável. Contém as seguintes alterações:
ru: Девятая бета-версия «Капсул» — важный шаг на пути к стабильной первой версии. Она содержит следующие изменения:
vi: Bản beta thứ chín của Pods là một bước quan trọng hướng tới phiên bản đầu tiên ổn định. Nó chứa những thay đổi sau:

source: It is now possible to have a terminal in a container.
pt_br: Agora é possível ter um terminal em um contêiner.
ru: Теперь контейнер может содержать терминал.
vi: Bây giờ có thể có một thiết bị đầu cuối trong một container.

source: The style of the container series was tweaked in many ways.
pt_br: O estilo da série de contêineres foi ajustado de muitas maneiras.
ru: Оформление серии контейнеров было изменено во многих отношениях.
vi: Phong cách của loạt container đã được điều chỉnh theo nhiều cách.

source: Some minor internal code improvements have landed.
pt_br: Algumas pequenas melhorias de código interno pousaram.
ru: Реализованы незначительные внутренние улучшения кода.
vi: Một số cải tiến mã nội bộ nhỏ đã được tung ra.

source: Dependencies and translations have been updated.
pt_br: As dependências e traduções foram atualizadas.
ru: Обновлены зависимости и переводы.
vi: Phụ thuộc và bản dịch đã được cập nhật.

source: The eight beta release of Pods 1.0.0 includes the following changes:
pt_br: A oitava versão beta de Cápsulas 1.0.0 inclui as seguintes alterações:
ru: Восьмая бета-версия «Капсул» 1.0.0 включает следующие изменения:
vi: Bản phát hành beta thứ tám của Pods 1.0.0 bao gồm những thay đổi sau:

source: When creating a new connection, there is now a hint on how to enable the Podman UNIX socket and a small example on how to use the Podman root instance.
pt_br: Ao criar uma nova conexão, agora há uma dica sobre como ativar o soquete UNIX do Podman e um pequeno exemplo sobre como usar a instância root do Podman.
ru: При создании нового соединения теперь отображается подсказка о том, как включить сокет UNIX в Podman, а также небольшой пример использования корневого экземпляра Podman.
vi: Khi tạo kết nối mới, hiện có gợi ý về cách bật ổ cắm Podman UNIX và một ví dụ nhỏ về cách sử dụng phiên bản gốc Podman.

source: The history of an image can now be inspected.
pt_br: O histórico de uma imagem agora pode ser inspecionada.
ru: Теперь можно просматривать историю образа.
vi: Lịch sử của một hình ảnh bây giờ có thể được kiểm tra.

source: The design of the port bindings in the container details page has been revised.
pt_br: O design das ligações (bindings) de porta na página de detalhes de contêiner foi revisto.
ru: Был переработан дизайн привязок портов на странице сведений о контейнере.
vi: Thiết kế của các ràng buộc cổng trong trang chi tiết về container đã được sửa đổi.

source: Kubernetes YAML files can now be generated for containers and pods.
pt_br: Arquivos YAML Kubernetes agora podem ser gerados para contêineres e Cápsulas.
ru: Для контейнеров и капсул можно генерировать YAML-файлы Kubernetes.
vi: Giờ đây, các tệp YAML của Kubernetes có thể được tạo cho các vùng chứa và nhóm.

source: Files can now be downloaded from a container as well as uploaded to a container.
pt_br: Os arquivos agora podem ser baixados de um contêiner, bem como enviados para um contêiner.
ru: Файлы можно не только загружать в контейнер, но и скачивать из него.
vi: Giờ đây, các tệp có thể được tải xuống từ vùng chứa cũng như tải lên vùng chứa.

source: The design of the circular progress bar for displaying container resources has been adjusted to be more consistent with the rest of the application.
pt_br: O projeto da barra de progresso circular para a exibição de recursos do contêiner foi ajustado para ser mais consistente com o resto do aplicativo.
ru: Дизайн кругового индикатора выполнения для отображения ресурсов контейнера был изменён для лучшего соответствия остальной части приложения.
vi: Thiết kế của thanh tiến trình hình tròn để hiển thị tài nguyên vùng chứa đã được điều chỉnh để phù hợp hơn với phần còn lại của ứng dụng.

source: There is now a rotating animation when a container or pod is in a state transition (start, stop, pause).
pt_br: Agora há uma animação de rotação quando um contêiner ou cápsula está em uma transição de estado (iniciar, parar, pausar).
ru: Теперь при переходе контейнера или капсулы в другое состояние (запуск, остановка, пауза) отображается вращающаяся анимация.
vi: Hiện có hoạt ảnh xoay khi vùng chứa hoặc nhóm đang ở trạng thái chuyển đổi (bắt đầu, dừng, tạm dừng).

source: If a container is in a pod, it will now get a badge with the pod name in the container list.
pt_br: Se um contêiner estiver em uma cápsula, ele agora receberá um distintivo com o nome da cápsula na lista de contêineres.
ru: Если контейнер находится в капсуле, он получает метку с именем капсулы в списке контейнеров.
vi: Nếu một vùng chứa nằm trong một nhóm thì bây giờ nó sẽ nhận được huy hiệu có tên nhóm trong danh sách vùng chứa.

source: Logs, the result of the inspection of images, containers, and pods, and the result Kubernetes YAML generation can now be saved directly as a file.
pt_br: Logs, o resultado da inspeção de imagens, contêineres e Cápsulas, e o resultado da geração de Kubernetes YAML geração agora podem ser salvos diretamente como um arquivo.
ru: Журналы, результаты проверки образов, контейнеров и капсул, а также результаты генерации YAML-файлов Kubernetes теперь можно сохранять непосредственно в виде файла.
vi: Nhật ký, kết quả kiểm tra hình ảnh, vùng chứa và nhóm cũng như kết quả tạo Kubernetes YAML giờ đây có thể được lưu trực tiếp dưới dạng tệp.

source: Headerbar titles were adjusted to be shorter and more concise
pt_br: Títulos de barras de cabeçalho foram ajustados para ser mais curto e mais conciso
ru: Заголовки были сокращены и сделаны более лаконичными.
vi: Tiêu đề headerbar được điều chỉnh ngắn gọn, súc tích hơn

source: Many minor internal code improvements have landed
pt_br: Muitas pequenas melhorias no código interno chegaram
ru: Было внесено множество незначительных внутренних улучшений.
vi: Nhiều cải tiến mã nội bộ nhỏ đã có mặt

source: The seventh beta release of Pods 1.0.0 includes the following changes:
pt_br: A sétima versão beta de Cápsulas 1.0.0 inclui as seguintes alterações:
ru: Седьмая бета-версия «Капсул» 1.0.0 включает следующие изменения:
vi: Bản phát hành beta thứ bảy của Pods 1.0.0 bao gồm những thay đổi sau:

source: Relative times are now used everywhere in the application. For example, you can quickly see how long a container has been running or how many days ago an image was created.
pt_br: Os tempos relativos agora são usados em toda parte no aplicativo. Por exemplo, você pode ver rapidamente quanto tempo um contêiner foi executado ou quantos dias atrás uma imagem foi criada.
ru: Относительное время теперь используется повсеместно в приложении. Например, вы можете быстро увидеть, как долго работает контейнер или сколько дней назад был создан образ.
vi: Thời gian tương đối hiện được sử dụng ở mọi nơi trong ứng dụng. Ví dụ: bạn có thể nhanh chóng xem vùng chứa đã chạy được bao lâu hoặc hình ảnh đã được tạo cách đây bao nhiêu ngày.

source: For the circular progress bar in the container row, icons are now used instead of text. Icons have also been added to the resource monitor in the container details page.
pt_br: Para a barra de progresso circular na linha do contêiner, os ícones agora são usados em vez de texto. Ícones também foram adicionados ao monitor de recursos na página de detalhes do contêiner.
ru: Для кругового индикатора выполнения в строке контейнера теперь используются значки вместо текста. Значки также были добавлены в монитор ресурсов на странице сведений о контейнере.
vi: Đối với thanh tiến trình hình tròn trong hàng vùng chứa, các biểu tượng hiện được sử dụng thay vì văn bản. Các biểu tượng cũng đã được thêm vào trình giám sát tài nguyên trong trang chi tiết vùng chứa.

source: The text field for searching in the container logs and the inspection page has been completely redesigned visually.
pt_br: O campo de texto para pesquisa nos logs do contêiner e a página de inspeção foi completamente redesenhada visualmente.
ru: Текстовое поле для поиска в журналах контейнера и страница инспектирования были полностью переработаны визуально.
vi: Trường văn bản để tìm kiếm trong nhật ký vùng chứa và trang kiểm tra đã được thiết kế lại hoàn toàn về mặt trực quan.

source: The container log page now displays an info bar if the container is not running. The info bar also offers the possibility to start or resume the container.
pt_br: A página de log do contêiner agora exibe uma barra de informações se o contêiner não estiver funcionando. A barra de informações também oferece a possibilidade de iniciar ou retomar o contêiner.
ru: На странице журнала контейнера теперь отображается информационная панель, если контейнер не работает. Информационная панель также предлагает возможность запустить или возобновить работу контейнера.
vi: Trang nhật ký vùng chứa hiện hiển thị thanh thông tin nếu vùng chứa không chạy. Thanh thông tin cũng cung cấp khả năng bắt đầu hoặc tiếp tục vùng chứa.

source: Desktop notifications are now triggered on actions.
pt_br: Notificações de desktop são agora acionadas ao realizar ações.
ru: Теперь при выполнении действий срабатывают уведомления на рабочем столе.
vi: Thông báo trên màn hình hiện được kích hoạt trên các hành động.

source: The selection of an image in the container creation page has been improved. For example, the list of images is sorted and image names are no longer ellipsized.
pt_br: A seleção de uma imagem na página de criação do contêiner foi melhorada. Por exemplo, a lista de imagens é ordenada e os nomes de imagens não são mais ocultadas com reticências.
ru: Улучшен выбор образа на странице создания контейнера. Например, список образов отсортирован, а имена образов больше не сокращаются.
vi: Việc lựa chọn hình ảnh trong trang tạo vùng chứa đã được cải thiện. Ví dụ: danh sách hình ảnh được sắp xếp và tên hình ảnh không còn có hình elip nữa.
