Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: All remaining processes are now closed after a container terminal exits. (#744)
pt_br: Todos os processos restantes agora estão fechados após a saída de um terminal de contêineres. (#744)
ru: Все оставшиеся процессы закрываются после выхода из терминала контейнера. (#744)
vi: Tất cả các quy trình còn lại hiện đã bị đóng sau khi thoát khỏi thiết bị đầu cuối container. (#744)

source: Streams are now closed correctly so that they do not run forever when the user changes the connection. (#764)
pt_br: Os fluxos agora estão fechados corretamente para que não corram para sempre quando o usuário altera a conexão. (#764)
ru: Потоки закрываются правильно, чтобы они не работали бесконечно, когда пользователь меняет соединение. (#764)
vi: Các luồng hiện đã được đóng chính xác để chúng không chạy mãi khi người dùng thay đổi kết nối. (#764)

source: A bug was fixed where the content of the container log page was initially too large. (#769)
pt_br: Um bug foi corrigido onde o conteúdo da página de log do contêiner era inicialmente muito grande. (#769)
ru: Исправлена ошибка, из-за которой содержимое журнала контейнера изначально было слишком большим. (#769)
vi: Đã sửa lỗi trong đó nội dung của trang nhật ký vùng chứa ban đầu quá lớn. (#769)

source: Stop filtering out containers, pods and volumes by default. (#770)
pt_br: Pare de filtrar recipientes, Cápsulas e volumes por padrão. (#770)
ru: Прекращена фильтрация контейнеров, капсул и томов по умолчанию. (#770)
vi: Dừng lọc các vùng chứa, nhóm và khối lượng theo mặc định. (#770)

source: Improvements
pt_br: Melhorias
ru: Улучшения
vi: Cải tiến

source: We now use appdata to construct the about dialog. (#743)
pt_br: Agora usamos o AppData para construir a caixa de diálogo sobre. (#743)
ru: Для построения диалогового окна «О программе» теперь используется appdata. (#743)
vi: Bây giờ chúng tôi sử dụng dữ liệu ứng dụng để xây dựng hộp thoại giới thiệu về giới thiệu về. (#743)

source: Improve performance by utilizing the <em>SignalListItemFactory::setup</em> signal. (#745)
pt_br: Melhore o desempenho utilizando o sinal <em> SignalListEmFactory :: Setup </em>. (#745)
ru: Улучшение производительности за счёт использования сигнала <em>SignalListItemFactory::setup</em>. (#745)
vi: Cải thiện hiệu suất bằng cách sử dụng tín hiệu <em>SignalListItemFactory::setup</em>. (#745)

source: Port <em>GtkTreeView</em> to <em>GtkColumnView</em>. (#746)
pt_br: Porta <em> gtktreeview </em> para <em> gtkcolumnview </em>. (#746)
ru: Перенос <em>GtkTreeView</em> в <em>GtkColumnView</em>. (#746)
vi: Chuyển <em>GtkTreeView</em> sang <em>GtkColumnView</em>. (#746)

source: After the last connection has been removed from the page with the connection selection, the home page is displayed again. (#760)
pt_br: Depois que a última conexão foi removida da página com a seleção de conexão, a página inicial é exibida novamente. (#760)
ru: После удаления последнего соединения со страницы с выбором соединений снова отображается домашняя страница. (#760)
vi: Sau khi kết nối cuối cùng bị xóa khỏi trang có lựa chọn kết nối, trang chủ sẽ được hiển thị lại. (#760)

source: The same background color is now used for list views as for the window. (#769)
pt_br: A mesma cor de fundo agora é usada para visualizações de lista quanto para a janela. (#769)
ru: Теперь для списков используется тот же цвет фона, что и для окна. (#769)
vi: Màu nền tương tự hiện được sử dụng cho chế độ xem danh sách cũng như cho cửa sổ. (#769)

source: We have moved the banner from the bottom to the top in the container log page. (#769)
pt_br: Mudamos o banner da parte inferior para a parte superior na página de log do contêiner. (#769)
ru: Мы переместили баннер из нижней части в верхнюю на странице журнала контейнера. (#769)
vi: Chúng tôi đã di chuyển banner từ dưới lên trên trong trang nhật ký vùng chứa. (#769)

source: Some titles have been shortened. (#769)
pt_br: Alguns títulos foram reduzidos. (#769)
ru: Некоторые заголовки были сокращены. (#769)
vi: Một số tiêu đề đã được rút ngắn. (#769)

source: We now use AboutDialog instead of AboutWindow. (803)
pt_br: Agora usamos o sobredialog em vez de sobrewindow. (803)
ru: AboutDialog используется вместо AboutWindow. (803)
vi: Bây giờ chúng tôi sử dụng AboutDialog thay vì AboutWindow. (803)

source: Various style improvements (#741, #757)
pt_br: Várias melhorias de estilo ( #741, #757)
ru: Различные улучшения оформления (#741, #757)
vi: Nhiều cải tiến về phong cách (#741, #757)

source: Pods 1.2.1 contains the following bugfixes and improvements:
de: Pods 1.2.1 enthält die folgenden Fehlerbehebungen und Verbesserungen:
pt_br: Cápsulas 1.2.1 contém as seguintes correções de bugs e melhorias:
ru: «Капсулы» 1.2.1 содержит следующие исправления ошибок и улучшения:
vi: Nhóm 1.2.1 chứa các bản sửa lỗi và cải tiến sau:

source: Fixed a bug that caused the application to crash when the keyring could not be accessed.
de: Es wurde ein Fehler behoben, der zum Absturz der Anwendung führte, wenn auf den Schlüsselbund nicht zugegriffen werden konnte.
pt_br: Corrigido um bug que fez com que o aplicativo travasse quando o chaveiro não pôde ser acessado.
ru: Исправлена ошибка, которая приводила к сбою приложения, когда набор ключей не мог быть доступен.
vi: Đã sửa lỗi khiến ứng dụng bị treo khi không thể truy cập vào khóa.

source: Some languages like Romanian were not correctly included. This should be fixed now.
de: Einige Sprachen wie z.B. Rumänisch waren nicht korrekt eingebunden. Dies sollte jetzt behoben sein.
pt_br: Alguns idiomas como romeno não foram corretamente incluídos. Isto deve estar resolvido agora.
ru: Некоторые языки, такие как румынский, были включены некорректно. Теперь это должно быть исправлено.
vi: Một số ngôn ngữ như tiếng Rumani không được đưa vào chính xác. Điều này cần được khắc phục ngay bây giờ.

source: Fixed a regression where the container list was not re-sorted once a container was renamed.
de: Es wurde ein Fehler behoben, bei dem die Containerliste nicht neu sortiert wurde, wenn ein Container umbenannt wurde.
pt_br: Corrigido uma regressão onde a lista de contêineres não era reordenada uma vez que um contêiner era renomeado.
ru: Исправлена регрессия, при которой не выполняется пересортировка списка контейнеров после переименования контейнера.
vi: Đã sửa lỗi hồi quy trong đó danh sách vùng chứa không được sắp xếp lại sau khi vùng chứa được đổi tên.

source: Minor cleanup work has been done in the code.
pt_br: Um pequeno trabalho de limpeza foi feito no código.
ru: В коде была проведена небольшая очистка.
vi: Công việc dọn dẹp nhỏ đã được thực hiện trong mã.

source: Pods 1.2.0 contains the following new features:
pt_br: Cápsulas 1.2.0 contém os seguintes novos recursos:
ru: «Капсулы» 1.2.0 содержит следующие новые возможности:
vi: Pods 1.2.0 chứa các tính năng mới sau:

source: Usabilty and UX has been improved in many places.
pt_br: Usabilidade e UX foram melhorados em muitos lugares.
ru: Во многих местах было улучшено удобство использования и UX.
vi: Khả năng sử dụng và UX đã được cải thiện ở nhiều nơi.

source: Pruning of containers and pods is now possible.
pt_br: Agora é possível eliminar contêineres e Cápsulas.
ru: Теперь возможно удаление контейнеров и капсул.
vi: Bây giờ có thể cắt tỉa các thùng chứa và vỏ quả.

source: Container terminals are now detachable and can be used in parallel.
pt_br: Os terminais de contêiner agora são destacáveis e podem ser usados em paralelo.
ru: Терминалы контейнеров теперь можно отсоединять и использовать параллельно.
vi: Bến container hiện nay có thể tháo rời và sử dụng song song.

source: Images can be pushed to a registry.
pt_br: Imagens podem ser enviadas para um registro (registry).
ru: Образы могут быть отправлены в реестр.
vi: Hình ảnh có thể được đẩy vào sổ đăng ký.

source: The CPU utilization now takes the number of cores into account.
pt_br: A utilização da CPU agora leva em conta o número de núcleos.
ru: Использование ЦП теперь учитывает количество ядер.
vi: Việc sử dụng CPU bây giờ tính đến số lượng lõi.

source: Pods 1.1.0 contains the following features, bug fixes and improvements:
pt_br: Cápsulas 1.1.0 contém os seguintes recursos, correções de bugs e melhorias:
ru: «Капсулы» 1.1.0 содержит следующие возможности, исправления ошибок и улучшения:
vi: Pods 1.1.0 chứa các tính năng, sửa lỗi và cải tiến sau:

source: Dependencies have been updated. This includes the update to GNOME 44 libraries.
pt_br: As dependências foram atualizadas. Isso inclui a atualização para bibliotecas do GNOME 44.
ru: Зависимости были обновлены. Это включает обновление до библиотек GNOME 44.
vi: Các phần phụ thuộc đã được cập nhật. Điều này bao gồm bản cập nhật cho thư viện Gnome 44.

source: AdwBanner is now used in the container log page instead of GtkInfoBar.
pt_br: AdwBanner agora é usado na página de log do contêiner em vez de GtkInfoBar.
ru: AdwBanner используется на странице журнала контейнера вместо GtkInfoBar.
vi: AdwBanner hiện được sử dụng trong trang nhật ký vùng chứa thay vì GtkInfoBar.

source: The GNOME Coc is acknowledged in the README.md.
pt_br: O Código de Conduta do GNOME é reconhecido no README.md.
ru: Правила поведения GNOME упоминаются в README.md.
vi: Gnome Coc được xác nhận trong README.md.

source: The main window and all dialogs can now be closed with Ctrl+W.
pt_br: A janela principal e todas as caixas de diálogo agora podem ser fechadas com Ctrl+W.
ru: Главное окно и все диалоговые окна можно закрыть с помощью Ctrl+W.
vi: Cửa sổ chính và tất cả các hộp thoại hiện có thể được đóng bằng Ctrl+W.

source: The memory icon has been improved, thanks to @daudix-UFO.
pt_br: O ícone de memória foi melhorado, graças a @daudix-UFO.
ru: Значок памяти был улучшен благодаря @daudix-UFO.
vi: Biểu tượng bộ nhớ đã được cải thiện nhờ @daudix-UFO.

source: Internal code improvements have landed, like the port to glib-rs' new properties proc macro.
pt_br: As melhorias de código interno pousaram, como para as novas propriedades proc macro do glib-rs.
ru: Реализованы внутренние улучшения кода, такие как перенос в новый proc-макрос glib-rs.
vi: Các cải tiến về mã nội bộ đã được triển khai, chẳng hạn như chuyển sang macro Proc thuộc tính mới của glib-rs.

source: Translations have been updated.
pt_br: As traduções foram atualizadas.
ru: Обновлены переводы.
vi: Các bản dịch đã được cập nhật.

source: Pods 1.1.0-beta.4 contains the following features, bug fixes and improvements:
pt_br: Cápsulas 1.1.0-beta.4 contém os seguintes recursos, correções de bugs e melhorias:
ru: «Капсулы» 1.1.0-beta.4 содержит следующие возможности, исправления ошибок и улучшения:
vi: Nhóm 1.1.0-beta.4 chứa các tính năng, sửa lỗi và cải tiến sau:

source: The connection color is now displayed by means of a colored dot in front of the connection name in the connection overview, instead of a vertical bar at the beginning.
pt_br: A cor da conexão agora é exibida por meio de um ponto colorido na frente do nome da conexão na visão geral da conexão, em vez de uma barra vertical no início.
ru: Цвет соединения теперь отображается с помощью цветной точки перед названием соединения в обзоре соединений, а не вертикальной полосы в начале.
vi: Màu kết nối hiện được hiển thị bằng dấu chấm màu phía trước tên kết nối trong phần tổng quan về kết nối, thay vì thanh dọc ở đầu.

source: The penguin icon to the left of the Podman version has been removed from the status bar.
pt_br: O ícone do pinguim à esquerda da versão Podman foi removido da barra de status.
ru: Значок пингвина слева от версии Podman был удалён из строки состояния.
vi: Biểu tượng chim cánh cụt bên trái phiên bản Podman đã bị loại bỏ khỏi thanh trạng thái.

source: The Podman menu button in the status bar now shows a loading indicator until the Podman version is determined.
pt_br: O botão de menu Podman na barra de status agora mostra um indicador de carregamento até que a versão Podman seja determinada.
ru: Кнопка меню Podman в строке состояния теперь отображает индикатор загрузки до тех пор, пока не будет определена версия Podman.
vi: Nút menu Podman trên thanh trạng thái hiện hiển thị chỉ báo tải cho đến khi phiên bản Podman được xác định.

source: The label to show the version of the Podman menu button in the status bar now uses the <em>numeric</em> style class, which looks more harmonious.
pt_br: O rótulo para mostrar a versão do botão de menu Podman na barra de status agora usa a classe de estilo <em>numeric</em>, que parece mais harmoniosa.
ru: Метка для отображения версии кнопки меню Podman в строке состояния теперь использует стилевой класс <em>numeric</em>, который выглядит более гармонично.
vi: Nhãn hiển thị phiên bản của nút menu Podman trên thanh trạng thái hiện sử dụng lớp kiểu <em>số</em> trông hài hòa hơn.

source: To eliminate the blur, the icons in the status bar now all have a size of 16 pixels instead of 12 pixels.
pt_br: Para eliminar o borrado, os ícones na barra de status agora todos têm um tamanho de 16 pixels em vez de 12 pixels.
ru: Чтобы устранить размытие, все значки в строке состояния теперь имеют размер 16, а не 12 пикселей.
vi: Để loại bỏ hiện tượng mờ, các biểu tượng trên thanh trạng thái giờ đây đều có kích thước 16 pixel thay vì 12 pixel.

source: The desktop entry now uses the updated short description as comment.
pt_br: A entrada de desktop agora usa a descrição curta atualizada como comentário.
ru: Desktop-файл теперь использует обновлённое краткое описание в качестве комментария.
vi: Mục nhập trên máy tính để bàn hiện sử dụng mô tả ngắn được cập nhật làm nhận xét.

source: Some appropriate categories have been added to the desktop entry.
pt_br: Algumas categorias apropriadas foram adicionadas à entrada de desktop.
ru: В desktop-файл были добавлены некоторые соответствующие категории.
vi: Một số danh mục thích hợp đã được thêm vào mục trên máy tính để bàn.

source: Fixed a bug where the Id of a container was replaced by the name once the name of the container was changed.
pt_br: Corrigido um bug onde a identificação de um contêiner era substituída pelo nome uma vez que o nome do contêiner tenha sido alterado.
ru: Исправлена ошибка, при которой идентификатор контейнера заменялся на имя после изменения имени контейнера.
vi: Đã khắc phục lỗi trong đó Id của vùng chứa được thay thế bằng tên sau khi tên của vùng chứa được thay đổi.

source: The container status <em>configured</em> was not handled before. This is now fixed.
pt_br: O status do contêiner <em>configurado</em> não era tratado antes. Isto agora está corrigido.
ru: Состояние контейнера <em>настроен</em> ранее не обрабатывалось. Теперь это исправлено.
vi: Trạng thái vùng chứa <em>được định cấu hình</em> chưa được xử lý trước đây. Điều này hiện đã được sửa.

source: The spinner within the container log page did not disappear earlier if the log was empty. This is fixed now.
pt_br: O spinner dentro da página de log de contêiner não desaparecia antes se o log estivesse vazio. Isto está resolvido agora.
ru: Ранее спиннер на странице журнала контейнера не исчезал, если журнал был пустым. Теперь эта проблема устранена.
vi: Công cụ quay vòng trong trang nhật ký vùng chứa không biến mất sớm hơn nếu nhật ký trống. Điều này đã được sửa ngay bây giờ.

source: The code has been improved in some places.
pt_br: O código foi melhorado em alguns lugares.
ru: Код был улучшен в некоторых местах.
vi: Mã đã được cải thiện ở một số nơi.

source: Dependencies have been updated.
pt_br: As dependências foram atualizadas.
ru: Зависимости были обновлены.
vi: Các phần phụ thuộc đã được cập nhật.

source: Pods 1.1.0-beta.3 contains the following features, bug fixes and improvements:
pt_br: Cápsulas 1.1.0-beta.3 contém os seguintes recursos, correções de bugs e melhorias:
ru: «Капсулы» 1.1.0-beta.3 содержит следующие возможности, исправления ошибок и улучшения:
vi: Nhóm 1.1.0-beta.3 chứa các tính năng, bản sửa lỗi và cải tiến sau:

source: The connection menu has received an entry for disconnecting the current Podman connection.
pt_br: O menu de conexão recebeu uma entrada para desconectar a conexão atual do Podman.
ru: В меню подключения появилась опция для отключения текущего подключения Podman.
vi: Menu kết nối đã nhận được mục ngắt kết nối Podman hiện tại.

source: The status bar now has a menu button that shows the current Podman version.
pt_br: A barra de status agora tem um botão de menu que mostra a versão atual do Podman.
ru: В строке состояния теперь есть кнопка меню, которая теперь показывает текущую версию Podman.
vi: Thanh trạng thái hiện có nút menu hiển thị phiên bản Podman hiện tại.

source: The menu item to open the Podman information window has been moved from the main menu to the Podman menu in the status bar.
pt_br: O item do menu para abrir a janela de informações do Podman foi movido do menu principal para o menu do Podman na barra de status.
ru: Пункт меню для открытия информационного окна Podman был перемещён из главного меню в меню Podman в строке состояния.
vi: Mục menu để mở cửa sổ thông tin Podman đã được chuyển từ menu chính sang menu Podman trên thanh trạng thái.

source: A new widget has been implemented that allows you to control the zoom level of text.
pt_br: Um novo widget foi implementado que permite controlar o nível de zoom do texto.
ru: Реализован новый виджет, позволяющий контролировать уровень масштабирования текста.
vi: Một tiện ích mới đã được triển khai cho phép bạn kiểm soát mức độ zoom của văn bản.

source: On all pages with text, such as the inspection page, the download button has been moved to a menu in the header bar together with the zoom control widget.
pt_br: Em todas as páginas com texto, como a página de inspeção, o botão de download foi movido para um menu na barra de cabeçalho junto com o widget de controle de zoom.
ru: На всех страницах с текстом, таких как страница инспектирования, кнопка загрузки была перемещена в меню в строке заголовка вместе с виджетом управления масштабом.
vi: Trên tất cả các trang có văn bản, chẳng hạn như trang kiểm tra, nút tải xuống đã được chuyển đến menu trong thanh tiêu đề cùng với tiện ích điều khiển zoom.

source: On the container log page some buttons together with zoom control widget are moved to a menu in the header bar.
pt_br: Na página de log do recipiente alguns botões juntamente com o widget de controle de zoom são movidos para um menu na barra de cabeçalho.
ru: На странице журнала контейнера некоторые кнопки вместе с виджетом управления масштабом перемещены в меню в строке заголовка.
vi: Trên trang nhật ký vùng chứa, một số nút cùng với tiện ích điều khiển zoom được chuyển đến menu trên thanh tiêu đề.

source: The text in the container terminal can now be zoomed.
pt_br: O texto no terminal do contêiner agora pode ser ampliado.
ru: Теперь можно масштабировать текст в терминале контейнера.
vi: Văn bản trong thiết bị đầu cuối container bây giờ có thể được zoom.

source: Fixed a bug in the container log page where an explicit color was set for the default ANSI escape sequence. This resulted in text not being readable in the light theme under certain circumstances.
pt_br: Corrigido um bug na página de log do contêiner onde uma cor explícita era definida para a sequência de escape no padrão ANSI. Isso resultava em o texto não ser legível no tema claro sob certas circunstâncias.
ru: Исправлена ошибка на странице контейнера, где для стандартной управляющей последовательности ANSI был установлен явный цвет. Это приводило к тому, что текст был нечитаемым в светлой теме при определённых обстоятельствах.
vi: Đã khắc phục lỗi trong trang nhật ký vùng chứa trong đó màu rõ ràng được đặt cho chuỗi thoát ANSI mặc định. Điều này khiến văn bản không thể đọc được ở giao diện sáng trong một số trường hợp.

source: The text views, like the Inspection page, are now closed immediately if there is an error. For example, this would be the case if the cube YAML could not be generated.
pt_br: As visualizações de texto, como a página Inspeção, estão agora fechadas imediatamente se houver um erro. Por exemplo, este seria o caso se o cubo YAML não pudesse ser gerado.
ru: Текстовые представления, такие как страница инспектирования, теперь сразу закрываются, если возникает ошибка. Например, это может произойти, если YAML куба не может быть сгенерирован.
vi: Các chế độ xem văn bản, như trang Kiểm tra, hiện sẽ bị đóng ngay lập tức nếu có lỗi. Ví dụ: đây sẽ là trường hợp nếu không thể tạo khối YAML.

source: Pods 1.1.0-beta.2 contains the following features, bug fixes and improvements:
pt_br: Cápsulas 1.1.0-beta.2 contém os seguintes recursos, correções de bugs e melhorias:
ru: «Капсулы» 1.1.0-beta.2 содержит следующие возможности, исправления ошибок и улучшения:
vi: Nhóm 1.1.0-beta.2 chứa các tính năng, sửa lỗi và cải tiến sau:

source: It is now possible to assign colors to connections. Then, when the connection is active, the status bar is colored accordingly.
pt_br: Agora é possível atribuir cores a conexões. Então, quando a conexão está ativa, a barra de status é colorida em conformidade.
ru: Теперь можно назначать цвета соединениям. Затем, когда соединение активно, строка состояния окрашивается соответствующим цветом.
vi: Bây giờ có thể gán màu cho các kết nối. Sau đó, khi kết nối được kích hoạt, thanh trạng thái sẽ có màu tương ứng.

source: The progress bar in the status bar has been replaced by a label.
pt_br: A barra de progresso na barra de status foi substituída por um rótulo.
ru: Индикатор выполнения в строке состояния был заменён меткой.
vi: Thanh tiến trình trên thanh trạng thái đã được thay thế bằng nhãn.

source: The formatting of the container log is now correctly kept across lines.
pt_br: A formatação do log do contêiner agora é mantida corretamente através das linhas.
ru: Форматирование журнала контейнера теперь правильно сохраняется по строкам.
vi: Định dạng của nhật ký vùng chứa hiện được lưu giữ chính xác trên các dòng.

source: Some strings has been marked as translatable that where previously forgotten.
pt_br: Algumas strings foram marcadas como traduzíveis, onde anteriormente esquecido.
ru: Некоторые строки, которые были забыты, были помечены как переводимые.
vi: Một số chuỗi đã được đánh dấu là có thể dịch được mà trước đó đã bị lãng quên.

source: Some strings has been changed to be more accurate.
pt_br: Algumas strings foram alteradas para serem mais precisas.
ru: Некоторые строки были изменены для большей точности.
vi: Một số chuỗi đã được thay đổi để chính xác hơn.

source: A workaround and a fix have been implemented specifically for crashes that led to crashes when using podman 3.0.
pt_br: Uma solução de contorno e uma correção foram implementadas especificamente para falhas que levavam a falhas ao usar o podman 3.0.
ru: Были реализованы обходной путь и исправление специально для сбоев, которые приводили к сбоям при использовании Podman 3.0.
vi: Một giải pháp thay thế và sửa lỗi đã được triển khai cụ thể cho các sự cố dẫn đến sự cố khi sử dụng podman 3.0.

source: Fixed a style bug that caused the inner scrollbar on the connection selection page to have an offset.
pt_br: Corrigido um bug de estilo que causava a barra de rolagem interna na página de seleção de conexão para ter um deslocamento.
ru: Исправлена ошибка оформления, которая приводила к смещению внутренней полосы прокрутки на странице выбора соединения.
vi: Đã sửa lỗi kiểu khiến thanh cuộn bên trong trên trang chọn kết nối bị lệch.

source: Pods 1.1.0-beta.1 contains the following features, bug fixes and improvements:
pt_br: Cápsulas 1.1.0-beta.1 contém os seguintes recursos, correções de bugs e melhorias:
ru: «Капсулы» 1.1.0-beta.1 содержит следующие возможности, исправления ошибок и улучшения:
vi: Nhóm 1.1.0-beta.1 chứa các tính năng, bản sửa lỗi và cải tiến sau:
