Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: Seconds allowed to complete the command before it fails
de: Sekunden, die zum Abschluss des Befehls erlaubt sind, bevor er fehlschlägt
fi: Komennon valmistumiseen sallitut sekunnit, ennen kuin se epäonnistuu
pt_br: Segundos permitidos para concluir o comando antes que ele falhe
ru: Время в секундах, отведённое на выполнение команды перед её сбоем
vi: Số giây được phép hoàn thành lệnh trước khi nó thất bại

source: Start Period
de: Startperiode
fi: Aloituksen ajankohta
pt_br: Período de início
ru: Начальный период
vi: Giai đoạn bắt đầu

source: Initial delay of the command in seconds to grant the container time to boot
de: Die für das Booten eines Containers benötigte Initialisierungszeit
pt_br: Atraso inicial do comando em segundos para conceder tempo ao contêiner para inicializar
ru: Время инициализации, необходимое для начальной загрузки контейнера
vi: Độ trễ ban đầu của lệnh tính bằng giây để cấp thời gian khởi động cho vùng chứa

source: Retries
de: Wiederholungen
es: Reintentos
fi: Uudelleenyritykset
fr: Réessais
it: Tentativi
nl: Herkansingen
pt_br: Novas tentativas
ru: Попытки
vi: Thử lại

source: Number of retries allowed before a healthcheck fails
de: Die Anzahl der Wiederholungsversuche, die zulässig sind, bevor eine Gesundheitsprüfung als ungesund angesehen wird
fi: Uudelleenyritysten määrä, ennen kuin terveystarkastus epäonnistuu
pt_br: Número de tentativas permitidas antes que uma verificação de integridade falhe
ru: Количество попыток, разрешённых до того, как проверка работоспособности будет считаться неудачной
vi: Số lần thử lại được phép trước khi kiểm tra tình trạng không thành công

source: Error on loading container details
de: Fehler beim Laden der Containerdetails
es: Error al cargar los detalles del contenedor
fi: Virhe ladatessa kontin tietoja
fr: Erreur lors du chargement des détails des conteneurs
it: Errore nel caricamento dei dettagli sul contenitore
nl: Fout bij laden container-details
pt_br: Erro ao carregar detalhes do contêiner
ru: Ошибка загрузки деталей контейнера
vi: Lỗi khi tải chi tiết vùng chứa

source: Container '{}' has been deleted
de: Container '{}' wurde gelöscht
es: El contenedor '{}' ha sido eliminado
fi: Kontti '{}' on poistettu
fr: Le conteneur '{}' a été supprimé
it: Il contenitore '{}' è stato eliminato
nl: Container ‘{}’ is verwijderd
pt_br: O contêiner '{}' foi deletado.
ru: Контейнер «{}» был удалён
vi: Vùng chứa '{}' đã bị xóa

source: Container
es: Contenedor
fi: Kontti
fr: Conteneur
ru: Контейнер
vi: Thùng chứa

source: Utilities
de: Werkzeuge
es: Utilidades
fi: Apuohjelmat
fr: Outils
it: Utilità
nl: Gereedschap
pt_br: Utilidades
ru: Утилиты
vi: Tiện ích

source: Inspection
de: Inspektion
es: Inspección
fi: Tutkinta
it: Ispezione
nl: Inspectie
pt_br: Inspeção
ru: Инспекция
vi: Điều tra

source: View all container properties in a structured text form
de: Anzeige aller Containereigenschaften in strukturierter Textform
fi: Näytä kaikki kontin ominaisuudet rakenteellisessa tekstimuodossa
pt_br: Visualizar todas as propriedades do contêiner em um formato de texto estruturado
ru: Просмотр всех свойств контейнера в структурированной текстовой форме
vi: Xem tất cả thuộc tính vùng chứa ở dạng văn bản có cấu trúc

source: Generate Kubernetes YAML based on this container
de: Generiere Kubernetes-YAML basierend auf diesem Container
fi: Luo Kuberneteksen YAML pohjautuen tähän konttiin
pt_br: Gerar Kubernetes YAML com base neste contêiner
ru: Создать YAML Kubernetes на основе этого контейнера
vi: Tạo Kubernetes YAML dựa trên vùng chứa này

source: Connect to the container's terminal
de: Verbinde mit dem Terminal des Containers
fi: Yhdistä kontin päätteeseen
pt_br: Conecte-se ao terminal do contêiner
ru: Подключиться к терминалу контейнера
vi: Kết nối với thiết bị đầu cuối của container

source: Logs
de: Protokolle
es: Registros
fi: Lokit
fr: Journaux
it: Registri
nl: Logboeken
ru: Журналы
vi: Nhật ký

source: View and search through container logs
de: Anzeigen und Durchsuchen von Containerprotokollen
fi: Katsele konttien lokeja ja etsi niiden sisällöstä
pt_br: Visualizar e pesquisar por registros de contêineres
ru: Просмотр и поиск в журналах контейнера
vi: Xem và tìm kiếm thông qua nhật ký vùng chứa

source: Processes
de: Prozesse
es: Procesos
fi: Prosessit
fr: Processus
it: Processi
nl: Processen
pt_br: Processos
ru: Процессы
vi: Quy trình

source: View and manage processes of the container
de: Betrachte und durchsuche Container-Protokoll
fi: Näytä kontin prosessit ja hallitse niitä
pt_br: Visualizar e gerenciar processos do contêiner
ru: Просмотр и управление процессами контейнера
vi: Xem và quản lý các tiến trình của container

source: Select Host Destination Path
de: Host-Zielpfad Auswählen
es: Seleccionar ruta de destino del anfitrión
fr: Sélectionnez le chemin de destination de l’hôte
it: Selezionare percorso di destinazione dell'host
nl: Host-bestemmingspad selecteren
pt_br: Selecione o caminho de destino do host
ru: Выбрать целевой путь к хосту
vi: Chọn đường dẫn đích của máy chủ

source: Download Files
de: Dateien Herunterladen
es: Descargar archivos
fi: Lataa tiedostot
fr: Télécharger les fichiers
it: Scaricamento file
nl: Bestanden downloaden
pt_br: Baixar arquivos
ru: Загрузить файлы
vi: Tải tập tin

source: _Download
de: _Herunterladen
es: _Descargar
fi: _Lataa
fr: _Télécharger
it: _Scaricamento
nl: _Downloaden
pt_br: _Baixar
ru: _Загрузить
vi: _Tải xuống

source: Container Path ('/' if empty)
de: Containerpfad ('/' falls leer)
es: Ruta del contenedor ('/' si está vacío)
fi: Kontin polku ('/' jos tyhjä)
fr: Chemin du conteneur ('/' si vide)
it: Percorso contenitore ('/' se vuoto)
nl: Containerpad (‘/’ indien leeg)
pt_br: Caminho do contêiner ("/" se estiver vazio)
ru: Путь к контейнеру («/» если пустой)
vi: Đường dẫn vùng chứa ('/' nếu trống)

source: Host Path
de: Hostpfad
es: Ruta del anfitrión
fi: Isännän polku
fr: Chemin de l’hôte
it: Percorso host
nl: Host-pad
pt_br: Caminho no host
ru: Путь к хосту
vi: Đường dẫn máy chủ

source: Select a destination tar archive on the host
de: Wählen Sie ein tar-Zielarchiv auf dem Host
pt_br: Selecione um arquivo tar de destino no host
ru: Выберите местоположение архива tar на хосте
vi: Chọn kho lưu trữ tar đích trên máy chủ

source: Select _Path…
de: _Pfad wählen…
es: Seleccionar _ruta…
fi: Valitse _polku…
fr: Sélectionner un _chemin…
it: Seleziona _percorso…
nl: _Pad selecteren…
pt_br: Selecionar _caminho…
ru: Выбрать _путь…
vi: _chọn đường dẫn…

source: Select Host Directory
de: Host-Verzeichnis Auswählen
es: Seleccionar directorio del anfitrión
fr: Sélectionnez le répertoire de l'hôte
it: Seleziona directory host
nl: Host-map selecteren
pt_br: Selecione o diretório do host
ru: Выбрать каталог хоста
vi: Chọn thư mục máy chủ

source: Select Host File
de: Host-Datei Auswählen
es: Seleccionar archivo anfitrión
fr: Sélectionnez le fichier hôte
it: Seleziona file host
nl: Host-bestand selecteren
pt_br: Selecione o arquivo host
ru: Выбрать файл хоста
vi: Chọn tệp máy chủ

source: Select _Directory…
de: _Verzeichnis wählen…
es: Seleccionar _directorio…
fi: Valitse _kansio…
fr: Sélectionner un _répertoire…
it: Seleziona _cartella…
nl: _Map selecteren…
pt_br: Selecionar _diretório…
ru: Выбрать _каталог…
vi: _chọn thư mục…

source: Upload Files
de: Daten Hochladen
es: Cargar archivos
fi: Lähetä tiedostot
fr: Télécharger des fichiers
it: Carica file
nl: Bestanden uploaden
pt_br: Enviar arquivos
ru: Отправить файлы
vi: Tải tập tin lên

source: _Upload
de: _Hochladen
es: _Cargar
fi: _Lähetä
fr: _Téléverser
it: _Caricamento
nl: _Uploaden
pt_br: _Enviar
ru: _Отправить
vi: _Tải lên

source: Select a file or a directory from the host to upload
de: Wählen Sie eine Datei oder ein Verzeichnis vom Host aus, um es hochzuladen
fi: Valitse tiedosto tai kansio lähetettäväksi isäntäkoneelta
pt_br: Selecione um arquivo ou diretório do host para fazer upload
ru: Выберите либо файл, либо каталог хоста для выгрузки
vi: Chọn một tệp hoặc một thư mục từ máy chủ để tải lên

source: Select _File…
de: _Datei Wählen…
es: Seleccionar _archivo…
fi: Valitse _tiedosto…
fr: Sélectionner un _fichier…
it: Seleziona _file…
nl: _Bestand selecteren…
pt_br: Selecionar _arquivo…
ru: Выбрать _файл…
vi: _chọn tệp…

source: Passed Health Run
de: Bestandener Gesundheitscheck
es: Superado el chequeo de salud
fi: Läpäisi terveystarkastuksen
fr: Test de l'état de santé réussie
it: Controllo integrità superato
nl: Gezondheidscheck geslaagd
pt_br: Corrida de saúde aprovada
ru: Пройдена проверка работоспособности
vi: Đã vượt qua cuộc chạy sức khỏe

source: Failed Health Run: {}
de: Fehlgeschlagener Gesundheitscheck: {}
es: Fallo del chequeo de salud: {}
fi: Epäonnistui terveystarkastuksessa: {}
fr: Échec de l'exécution de l'état de santé : {}
it: Controllo integrità fallito: {}
nl: Gezondheidscheck mislukt: {}
pt_br: Falha na execução de integridade: {}
ru: Не удался запуск проверки работоспособности: {}
vi: Cuộc chạy sức khỏe không thành công: {}

source: {} second
de: {} Sekunde
es: {} segundo
fi: {} sekunti
fr: {} seconde
it: {} secondo
nl: {} seconde
pt_br: {} segundo
ru: {} секунда
vi: {} giây

source: Error on running health check
de: Fehler bei der Durchführung der Gesundheitsprüfung
es: Error al ejecutar el chequeo de salud
fi: Virhe terveystarkastusta suorittaessa
fr: Erreur lors de l'exécution de la vérification de l'état de santé
it: Errore durante il controllo dell'integrità
nl: Fout bij uitvoeren gezondheidscheck
pt_br: Erro ao executar a verificação de integridade
ru: Ошибка запуска проверки работоспособности
vi: Lỗi khi chạy kiểm tra tình trạng

source: Container Health Check
de: Container-Gesundheitscheck
es: Comprobación de la salud de los contenedores
fi: Kontin terveystarkastus
fr: Vérification de l’état de santé du conteneur
it: Controllo integrità contenitore
nl: Gezondheidscheck van container
pt_br: Verificação de saúde do contêiner
ru: Проверка работоспособности контейнера
vi: Kiểm tra tình trạng container

source: Configuration
de: Konfiguration
es: Configuración
fi: Määritys
fr: Configuation
it: Configurazione
nl: Configuratie
pt_br: Configuração
ru: Конфигурация
vi: Cấu hình

source: Status
es: Estado
fi: Tila
fr: Statut
it: Stato
ru: Состояние
vi: Trạng thái

source: Failing Streak
de: Misserfolgsserie
es: Racha de fallos
fr: Série d'échecs
it: Fallimenti consecutivi
nl: Chronische fouten
pt_br: Sequência de falhas
ru: Серия неудач
vi: Chuỗi thất bại

source: Log
de: Protokoll
es: Registro
fi: Loki
fr: Journal
it: Registro
nl: Logboek
ru: Журнал
vi: Nhật ký

source: Rows describe the last 5 health check attempts and results
de: Die Zeilen beschreiben die letzten 5 Versuche und Ergebnisse der Gesundheitsprüfungen
fi: Rivit kuvaavat viisi viimeisintä terveystarkastusyritystä ja niiden tulokset
pt_br: As linhas descrevem as últimas 5 tentativas de verificação de integridade e os resultados
ru: Строки описывают последние 5 проверок работоспособности и результаты
vi: Các hàng mô tả 5 lần kiểm tra sức khỏe gần đây nhất và kết quả

source: _Run Health Check
de: Gesundheitscheck _Durchführen
es: _Ejecutar chequeo de salud
fi: _Suorita terveystarkastus
fr: _Exécuter le bilan de santé
it: _Esegui controllo integrità
nl: Gezondheidscheck _uitvoeren
pt_br: _Executar verificação de saúde
ru: _Запустить проверку работоспособности
vi: Chạy Kiểm t_ra tình trạng

source: Error while following log
de: Fehler beim Verfolgen des Protokolls
es: Error al seguir el registro
fi: Virhe lokia seuratessa
fr: Erreur lors du suivi du journal
it: Errore nell'esecuzione del registro
nl: Fout bij volgen logboek
pt_br: Erro ao seguir o log
ru: Ошибка при отслеживании журнала
vi: Lỗi khi theo dõi nhật ký

source: Include timestamps
de: Zeitstempel einbeziehen
es: Incluir marcas de tiempo
fi: Sisällytä aikaleimat
fr: Inclure les horodatages
it: Includi timestamp
nl: Tijdstempels toevoegen
pt_br: Incluir carimbos de data/hora
ru: Включать отметки времени
vi: Bao gồm dấu thời gian

source: Error on saving logs
de: Fehler beim Speichern des Protokolls
es: Error al guardar los registros
fi: Virhe lokeja tallentaessa
fr: Erreur lors de la sauvegarde des journaux
it: Errore durante il salvataggio dei registri
nl: Fout bij opslaan logboek
pt_br: Erro ao salvar logs
ru: Ошибка сохранения журналов
vi: Lỗi khi lưu nhật ký

source: Error on retrieving logs
de: Fehler beim Abrufen des Protokolls
es: Error al recuperar los registros
fi: Virhe lokeja noutaessa
fr: Erreur lors de l’analyse des journaux
it: Errore durante il recupero dei registri
nl: Fout bij ophalen logboek
pt_br: Erro ao recuperar logs
ru: Ошибка получения журналов
vi: Lỗi khi truy xuất nhật ký

source: Log has been saved
de: Das Protokoll wurde gespeichert
fi: Loki on tallennettu
pt_br: registros foi salvo
ru: Журнал сохранён
vi: Nhật ký đã được lưu

source: Error starting container
de: Fehler beim Starten des Containers
es: Error al iniciar el contenedor
fi: Virhe konttia käynnistäessä
fr: Erreur lors du démarrage du conteneur
it: Errore nell'avvio del contenitore
nl: Fout bij starten container
pt_br: Erro ao iniciar o contêiner
ru: Ошибка запуска контейнера
vi: Lỗi khởi động vùng chứa

source: Error resuming container
de: Fehler beim Fortsetzen des Containers
es: Error al reanudar el contenedor
fi: Virhe konttia palauttaessa
fr: Erreur lors de la reprise du conteneur
it: Errore nella ripresa del contenitore
nl: Fout bij hervatten container
pt_br: Erro ao retomar o contêiner
ru: Ошибка возобновления работы контейнера
vi: Lỗi khi tiếp tục vùng chứa

source: _Save as File
de: Als Datei _Speichern
es: _Guardar como archivo
fi: _Tallenna tiedostona
it: _Salva come file
nl: _Opslaan als bestand
pt_br: _Save como arquivo
ru: _Сохранить как файл
vi: _Lưu dưới dạng tệp

source: Show _Timestamps
de: _Zeitstempel Anzeigen
es: Mostrar marcas de _tiempo
fi: Näytä _aikaleimat
it: Mostra _Timestamp
nl: _Tijdstempels tonen
pt_br: Mostrar _Timestamps
ru: Показать _временные метки
vi: Hiển _thị dấu thời gian

source: Container Logs
de: Containerprotokolle
es: Registros del contenedor
fi: Konttilokit
fr: Journaux du conteneur
it: Registri contenitore
nl: Container-logboek
pt_br: Logs do contêiner
ru: Журналы контейнера
vi: Nhật ký vùng chứa

source: Start/Resume Container
de: Container Starten/Fortsetzen
fi: Käynnistä/palauta kontti
pt_br: Iniciar/Retomar contêiner
ru: Запустить/возобновить работу контейнера
vi: Vùng chứa Bắt đầu/Tiếp tục

source: Streaming is disconnected because container is not running
de: Das Streaming wurde getrennt, da der Container nicht ausgeführt wird
fi: Lokin suoratoisto on katkaistu, koska kontti ei ole käynnissä
pt_br: O streaming está desconectado porque o contêiner não está em execução
ru: Потоковая передача отключена, поскольку контейнер не запущен
vi: Truyền phát bị ngắt kết nối vì vùng chứa không chạy

source: Loading previous lines
de: Lade vorherige Zeilen
es: Cargando líneas anteriores
fi: Ladataan aiemmat rivit
fr: Chargement des lignes précédentes
it: Caricamento righe precedenti
nl: Vorige regels laden
pt_br: Carregando linhas anteriores
ru: Загрузка предыдущих строк
vi: Đang tải các dòng trước

source: Scroll to bottom
de: Nach unten scrollen
es: Desplazarse hacia abajo
fi: Vieritä alas
fr: Défiler vers le bas
it: Scorri alla fine
nl: Naar beneden scrollen
pt_br: Role para baixo
ru: Прокрутить в конец
vi: Cuộn xuống dưới cùng

source: _Start
de: _Starten
es: _Iniciar
fi: _Käynnistä
fr: _Démarrer
it: _Avvio
nl: _Starten
pt_br: _Iniciar
ru: _Запустить
vi: _Bắt đầu

source: S_top
de: S_toppen
es: P_arar
fi: _Pysäytä
it: F_erma
nl: S_toppen
pt_br: _Parar
ru: _Остановить
vi: _Dừng lại

source: R_estart
de: N_eustarten
es: R_einiciar
fi: Käynnistä _uudelleen
fr: _Redémarrer
it: _Riavvio
nl: _Herstarten
pt_br: _Reiniciar
ru: П_ерезапустить
vi: _Khởi động lại

source: _Resume
de: _Fortsetzen
es: _Reanudar
fi: P_alauta
fr: _Reprendre
it: _Riprendi
nl: _Hervatten
pt_br: _Retomar
ru: _Возобновить работу
vi: _Bản tóm tắt

source: _Pause
de: _Pausieren
es: _Pausar
fi: K_eskeytä
it: _Pausa
nl: _Pauzeren
pt_br: _Pausar
ru: П_риостановить
vi: _Tạm dừng

source: Re_name…
de: _Umbenennen…
es: Re_nombrar…
fi: _Nimeä uudelleen…
fr: Renommer…
it: Ri_nomina…
nl: _Hernoemen…
pt_br: Re_nomear…
ru: Пере_именовать…
vi: Đổi tê_n…

source: _Delete
de: _Löschen
es: _Eliminar
fi: P_oista
fr: _Supprimer
it: _Cancella
nl: _Verwijderen
pt_br: _Excluir
ru: _Удалить
vi: _Xóa bỏ

source: since {}
de: seit {}
es: desde {}
fi: {} sitten
fr: depuis {}
it: da {}
nl: sinds {}
pt_br: desde {}
ru: начиная с {}
vi: kể từ {}

source: Properties
de: Eigenschaften
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
it: Proprietà
nl: Eigenschappen
pt_br: Propriedades
ru: Свойства
vi: Thuộc tính

source: Rename (F2)
de: Umbenennen (F2)
es: Renombrar (F2)
fi: Nimeä uudelleen (F2)
fr: Renommer (F2)
it: Rinomina (F2)
nl: Hernoemen (F2)
pt_br: Renomear (F2)
ru: Переименовать (F2)
vi: Đổi tên (F2)

source: Id
es: Identificador
ru: Идентификатор

source: Commit (Ctrl+K)
de: Committen (Ctrl+K)
es: Confirmar (Ctrl+K)
fi: Kommitoi (Ctrl+K)
fr: Commiter (Ctrl + K)
it: Conferma (Ctrl+K)
nl: Committen (Ctrl+K)
ru: Фиксация (Ctrl+K)
vi: Cam kết (Ctrl+K)

source: Size
de: Größe
es: Tamaño
fi: Koko
fr: Taille
it: Dimensione
nl: Grootte
pt_br: Tamanho
ru: Размер
vi: Kích thước

source: Download Files (Ctrl+D)
de: Dateien Herunterladen (Strg+D)
es: Descargar archivos (Ctrl+D)
fi: Lataa tiedostot (Ctrl+D)
fr: Télécharger les fichiers (Ctrl+D)
it: Scarica file (Ctrl+D)
nl: Bestanden downloaden (Ctrl+D)
pt_br: Baixar arquivos (Ctrl+D)
ru: Загрузить файлы (Ctrl+D)
vi: Tải tập tin xuống (Ctrl+D)

source: Upload Files (Ctrl+U)
de: Daten Hochladen (Strg+U)
es: Cargar archivos (Ctrl+U)
fi: Lähetä tiedostot (Ctrl+U)
fr: Télécharger des fichiers (Ctrl+U)
it: Carica file (Ctrl+U)
nl: Bestanden uploaden (Ctrl+U)
pt_br: Carregar arquivos (Ctrl+U)
ru: Выгрузить файлы (Ctrl+U)
vi: Tải tệp lên (Ctrl+U)

source: Port bindings
de: Portbindungen
es: Enlaces de puertos
fi: Porttisidokset
fr: Liaisons de port
it: Mappature porte
nl: Poortbindingen
pt_br: Associações de portas
ru: Привязки портов
vi: Ràng buộc cổng

source: Image
es: Imagen
fi: Levykuva
it: Immagine
nl: Schijfkopiebestand
pt_br: Imagem
ru: Образ
vi: Hình ảnh

source: Processor ({} CPU)
de: Prozessor ({} CPU)
es: Procesador ({} CPU)
fi: Suoritin ({} CPU)
it: Processore ({} CPU)
pt_br: Processador ({} CPU)
ru: Процессор ({} ЦП)
vi: Bộ xử lý ({} CPU)

source: Processor (? CPUs)
de: Prozessor (? CPUs)
es: Procesador (? CPUs)
fi: Suoritin (? CPU:ta)
it: Processori (? CPUs)
pt_br: Processador (? CPUs)
ru: Процессор (? ЦП)
vi: Bộ xử lý (? CPU)

source: Resources Quick Reference
de: Kurzübersicht über Ressourcen
es: Referencia rápida de recursos
fi: Resurssien viitearvot
fr: Référence rapide des ressources
it: Riferimento rapido alle risorse
nl: Bronnen
pt_br: Referência rápida de recursos
ru: Краткое описание ресурсов
vi: Tài nguyên Tham khảo nhanh

source: Memory
de: Speicher
es: Memoria
fi: Muisti
fr: Mémoire
it: Memoria
nl: Geheugen
pt_br: Memória
ru: Память
vi: Ký ức

source: Network
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
it: Rete
nl: Netwerk
pt_br: Rede
ru: Сеть
vi: Mạng

source: Disk
de: Festplattenspeicher
es: Disco
fi: Levy
fr: Disque
it: Disco
nl: Schijf
pt_br: Disco
ru: Диск
vi: Đĩa

source: Detach Terminal
de: Terminal Abtrennen
es: Desacoplar terminal
fi: Irrota pääte
it: Stacca terminale
nl: Terminal loskoppelen
pt_br: Desanexar Terminal
ru: Отсоединить терминал
vi: Tách thiết bị đầu cuối

source: Container Terminal
es: Terminales de los contenedores
fi: Kontin pääte
pt_br: Terminal do Contêiner
ru: Контейнерный терминал
vi: Bến container

source: Terminal error
de: Terminal-Fehler
es: Error del terminal
fi: Päätevirhe
fr: erreur du Terminal
it: Errore terminale
nl: Terminal-fout
pt_br: Erro terminal
ru: Ошибка терминала
vi: Lỗi thiết bị đầu cuối

source: '/bin/sh' not found
de: '/bin/sh' nicht gefunden
es: '/bin/sh' no encontrado
fi: '/bin/sh' ei löytynyt
fr: '/bin/sh' non trouvé
it: '/bin/sh' non trovato
nl: ‘/bin/sh’ niet gevonden
pt_br: '/bin/sh' não encontrado
ru: '/bin/sh' не найден
vi: '/bin/sh' không tìm thấy

source: _Copy
de: _Kopieren
es: _Copiar
fi: _Kopioi
fr: _Copier
it: _Copia
nl: _Kopiëren
pt_br: _Copiar
ru: _Копировать
vi: Sao _chép

source: Copy as _HTML
de: Als _HTML kopieren
es: Copiar como _HTML
fi: Kopioi _HTML:nä
fr: Copier au format _HTML
it: Copia come _HTML
nl: Kopiëren als _HTML
pt_br: Copiar como _HTML
ru: Копировать как _HTML
vi: Sao chép dưới dạng _HTML

source: _Paste
de: _Einfügen
es: _Pegar
fi: _Liitä
fr: _Coller
it: _Incolla
nl: _Plakken
pt_br: _Colar
ru: _Вставить
vi: _Dán

source: No Terminal
de: Kein Terminal
es: Sin terminal
fi: Ei päätettä
fr: Aucun terminal
it: Nessun terminale
nl: Geen terminal
pt_br: Sem terminal
ru: Нет терминала
vi: Không thiết bị đầu cuối

source: The container must be running to use the terminal
de: Der Container muss ausgeführt werden, um das Terminal nutzen zu können
fi: Kontin tulee olla käynnissä, jotta päätettä voi käyttää
pt_br: O contêiner deve estar em execução para usar o terminal
ru: Контейнер должен быть запущен, чтобы использовать терминал
vi: Vùng chứa phải đang chạy để sử dụng thiết bị đầu cuối

source: Start
de: Starten
es: Iniciar
fi: Käynnistä
fr: Démarrer
it: Avvia
nl: Starten
pt_br: Começar
ru: Запустить
vi: Bắt đầu

source: Error renaming container
de: Fehler beim Umbenennen des Containers
pt_br: Erro ao renomear o contêiner
ru: Ошибка переименования контейнера
vi: Lỗi đổi tên vùng chứa

source: Container has been deleted
de: Container wurde gelöscht
pt_br: O contêiner foi excluído
ru: Контейнер был удалён
vi: Vùng chứa đã bị xóa

source: Rename Container
de: Benenne Container um
es: Renombrar contenedor
fi: Nimeä kontti uudelleen
fr: Renommer le conteneur
it: Rinomina contenitore
nl: Container hernoemen
pt_br: Renomear contêiner
ru: Переименовать контейнер
vi: Đổi tên vùng chứa

source: _Rename
de: _Umbenennen
es: _Renombrar
fi: _Nimeä uudelleen
fr: _Renommer
it: _Rinomina
nl: _Hernoemen
pt_br: _Renomear
ru: Пере_именовать
vi: Đổ_i tên

source: Error on starting container
de: Fehler beim Starten des Containers
es: Error al iniciar el contenedor
fi: Virhe konttia käynnistäessä
fr: Erreur lors du démarrage du conteneur
it: Errore durante l'avvio del contenitore
nl: Fout bij starten container
pt_br: Erro ao iniciar o contêiner
ru: Ошибка при запуске контейнера
vi: Lỗi khi khởi động container

source: Error on stopping container
de: Fehler beim Stoppen des Containers
es: Error al detener el contenedor
fi: Virhe konttia pysäyttäessä
fr: Erreur lors de l'arrêt du conteneur
it: Errore durante l'arresto del contenitore
nl: Fout bij stoppen container
pt_br: Erro ao parar o contêiner
ru: Ошибка остановки контейнера
vi: Lỗi dừng container

source: Error on killing container
de: Fehler beim Abwürgen des Containers
es: Error al matar el contenedor
fi: Virhe konttia tappaessa
fr: Erreur lors de l’interruption du conteneur
it: Errore durante l'arresto forzato del contenitore
nl: Fout bij geforceerd stoppen container
pt_br: Erro no contêiner de eliminação
ru: Ошибка принудительной остановки контейнера
vi: Lỗi kill container

source: Error on restarting container
de: Fehler beim Neustarten des Containers
es: Error al reiniciar el contenedor
fi: Virhe käynnistäessä konttia uudelleen
fr: Erreur lors du redémarrage du conteneur
it: Errore durante il riavvio del contenitore
nl: Fout bij herstarten container
pt_br: Erro ao reiniciar o contêiner
ru: Ошибка перезапуска контейнера
vi: Lỗi khi khởi động lại vùng chứa

source: Error on pausing container
de: Fehler beim Pausieren des Containers
es: Error al pausar el contenedor
fi: Virhe konttia keskeyttäessä
fr: Erreur lors de la suspension du conteneur
it: Errore durante la sospensione del contenitore
nl: Fout bij pauzeren container
pt_br: Erro ao pausar o contêiner
ru: Ошибка приостановки контейнера
vi: Lỗi khi tạm dừng vùng chứa
