Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: _Show All Images
de: _Zeige alle Images
fi: Näytä kaikki _levykuvat
pt_br: _Mostrar todas as imagens
ru: _Показать все образы
vi: _Hiển thị tất cả hình ảnh

source: No Images Available
de: Keine Images verfügbar
fi: Levykuvia ei saatavilla
pt_br: Nenhuma imagem disponível
ru: Нет доступных образов
vi: Không hình ảnh nào

source: _Download Image
de: _Lade Image herungter
es: _Descargar imagen
fi: _Lataa levykuva
nl: Schijfkopiebestand _downloaden
pt_br: _Baixar Imagem
ru: _Загрузить образ
vi: _Tải xuống hình ảnh

source: _Build Image
de: _Erstelle Image
es: _Construir imagen
fi: _Koosta levykuva
nl: Schijfkopiebestand _bouwen
pt_br: _Criar Imagem
ru: _Собрать образ
vi: _Xây dựng hình ảnh

source: Prune Images
de: Bereinige Images
es: Quitar imágenes
fi: Poista käyttämättömät levykuvat
fr: Supprimez les images
it: Elimina immagini
nl: Schijfkopiebestanden opschonen
pt_br: Eliminar imagens
ru: Очистить образы
vi: Cắt tỉa hình ảnh

source: Prune All
de: Alles bereinigen
es: Eliminar todo
fi: Poista kaikki käyttämättömät
fr: Tout supprimé
it: Elimina tutto
nl: Alles opschonen
pt_br: Remover Todos
ru: Очистить все
vi: Cắt tỉa tất cả

source: Prune External
de: Externe bereiningen
es: Eliminar exterior
fi: Poista käyttämättömät ulkoiset
fr: Supprimé externe
it: Elimina esterne
nl: Externe opschonen
pt_br: Podar Externo
ru: Очистить внешнее
vi: Cắt tỉa bên ngoài

source: Prune images created before this timestamp
de: Images bereinigen, die vor diesem Zeitpunkt erzeugt wurden.
pt_br: Podar imagens criadas antes deste registro de data e hora
ru: Очистить образы, которые были созданы до этой временной метки
vi: Cắt bớt hình ảnh được tạo trước dấu thời gian này

source: {} Container
es: {} Contenedor
fi: {} kontti
fr: {} Conteneur
it: {} contenitore
pt_br: {} {} Contêiner
ru: {} контейнер
vi: {} Thùng chứa

source: {} Option
es: {} Opción
fi: {} valinta
it: {} opzione
nl: {} optie
pt_br: {} opção
ru: {} опция
vi: {} Tùy chọn

source: {} State
de: {} Zustand
es: {} Estado
fi: {} tila
fr: {} Statut (état)
it: {} stato
nl: {} staat
pt_br: {} Estado
ru: {} состояние
vi: {} Bang

source: {} Image
es: {} Imagen
fi: {} levykuva
it: {} immagine
nl: {} schijfkopiebestand
pt_br: {} imagem
ru: {} образ
vi: {} Hình ảnh

source: Error on retrieving info
de: Fehler beim Abrufen von Informationen
fi: Virhe tietoja noutaessa
pt_br: Erro ao recuperar informações
ru: Ошибка получения сведений
vi: Lỗi khi truy xuất thông tin

source: Version
es: Versión
fi: Versio
it: Versione
nl: Versie
pt_br: Versão
ru: Версия
vi: Phiên bản

source: API Version
es: Versión API
fi: API-versio
fr: Version de l'API
it: Versione API
nl: API-versie
pt_br: Versão da API
ru: Версия API
vi: Phiên bản API

source: Built Time
de: Erzeugungszeitpunkt
es: Tiempo de construcción
fi: Koostamisaika
fr: Temps de construction (compilation)
it: Data build
nl: Bouwtijdstip
pt_br: Tempo de construção
ru: Время сборки
vi: Thời gian xây dựng

source: Git Commit
es: Commits Git
fi: Git-kommitti
pt_br: Confirmação do Git
ru: Фиксация в Git
vi: Cam kết Git

source: Go Version
es: Versión de Go
fi: Go-versio
fr: Version de Go
it: Versione Go
nl: Go-versie
pt_br: Versão do Go
ru: Версия Go
vi: Phiên bản đi

source: Os Arch
de: Betriebssystemarchitektur
es: Arquitectura del SO
fi: OS-arkkitehtuuri
fr: Architecture Systéme
it: Architettura SO
nl: OS-architectuur
pt_br: Arquitetura do SO
ru: Архитектура ОС

source: Storage
de: Speicher
es: Almacenamiento
fi: Tallennustila
fr: Stockage
it: Archivio
nl: Opslag
pt_br: Armazenar
ru: Хранилище
vi: Kho

source: Describes the container storage and its attributes
de: Beschreibt den Container-Speicher und seine Attribute
fi: Kuvaa kontin tallennustilan ja sen attribuutit
pt_br: Descreve o armazenamento do contêiner e seus atributos
ru: Описывает хранилище контейнера и его атрибуты
vi: Mô tả bộ lưu trữ container và các thuộc tính của nó

source: Config File
de: Konfigurationsdatei
es: Archivo de configuración
fi: Määritystiedosto
fr: Fichier de configuration
it: File di configurazione
nl: Configuratiebestand
pt_br: Arquivo de configuração
ru: Конфигурационный файл
vi: Tệp cấu hình

source: Container Store
de: Containerspeicher
es: Tienda de contenedores
fi: Konttien varasto
fr: Conteneurs
it: Archivio contenitori
nl: Containeropslag
pt_br: Armazenamento do Contêiner
ru: Хранилище контейнеров
vi: Cửa hàng container

source: Describes the quantity of containers in the store by status
de: Beschreibt die Menge der Container im Speicher nach Status
pt_br: Descreve a quantidade de contêineres no armazenamento por status
ru: Описывает количество контейнеров в хранилище по состоянию
vi: Mô tả số lượng container trong cửa hàng theo trạng thái

source: Graph Driver Name
de: Name des Graphtreibers
es: Nombre del driver gráfico
fi: Graph-ajurin nimi
fr: Nom du pilote graphique
it: Driver graph
nl: Graph-stuurprogrammanaam
pt_br: Nome do driver do gráfico
ru: Имя драйвера графа
vi: Tên trình điều khiển đồ thị

source: Graph Options
de: Graphoptionen
es: Opciones de gráfica
fi: Graph-valinnat
fr: Option de Graph
it: Opzioni graph
nl: Graph-opties
pt_br: Opções de gráfico
ru: Параметры графа
vi: Tùy chọn biểu đồ

source: Graph Root
de: Graphwurzel
es: Raíz del gráfico
fi: Graph-juuri
fr: Racine de Graphe
it: Radice graph
pt_br: Raiz do grafo
ru: Корень графа
vi: Đồ thị gốc

source: Graph Status
es: Estado del gráfico
fi: Graph-tila
fr: Statut du graphique
it: Stato graph
pt_br: Status do gráfico
ru: Статус графа
vi: Trạng thái biểu đồ

source: Image Store
de: Image-Speicher
es: Tienda de imágenes
fi: Levykuvien varasto
fr: Images
it: Archivio immagini
nl: Opslag voor schijfkopiebestanden
pt_br: Armazenamento de imagens
ru: Хранилище образов
vi: Cửa hàng hình ảnh

source: Describes number of images
de: Beschreibt die Anzahl der Images
fi: Kuvaa levykuvien määrän
pt_br: Descreve o número de imagens
ru: Описывает количество образов
vi: Mô tả số lượng hình ảnh

source: Run Root
de: Run-Wurzelverzeichnis
es: Ejecutar Raíz
fi: Suorituksen juuri
fr: Lancer la racine
it: Percorso di esecuzione
nl: Root uitvoeren
pt_br: Executar Root
ru: Запуск Root
vi: Chạy gốc

source: Volume Path
de: Volume-Pfad
es: Ruta del volumen
fi: Taltion polku
fr: Chemin du volume
it: Percorso volume
nl: Volumepad
pt_br: Caminho do volume
ru: Путь к тому
vi: Đường dẫn âm lượng

source: No Info
de: Keine Info
fi: Ei tietoja
pt_br: Nenhuma informação
ru: Нет сведений
vi: Không thông tin

source: There was an error while fetching the information
de: Beim Abrufen der Informationen ist ein Fehler aufgetreten
fi: Tietoja noutaessa tapahtui virhe
pt_br: Ocorreu um erro ao obter as informações
ru: Произошла ошибка при получении информации
vi: Đã xảy ra lỗi khi tìm nạp thông tin

source: Key
de: Schlüssel
es: Clave
fi: Avain
fr: Clé
it: Chiave
nl: Sleutel
pt_br: Chaveiro
ru: Ключ
vi: Khóa

source: Value
de: Wert
es: Valor
fi: Arvo
fr: Valeur
it: Valore
nl: Waarde
pt_br: Valor
ru: Значение
vi: Giá trị

source: No volume selected (will create a new one)
de: Kein Volume ausgewählt (es wird ein neues erstellt).
fi: Taltiota ei ole valittu (uusi luodaan)
pt_br: Nenhum volume selecionado (será criado um novo)
ru: Том не выбран (будет создан новый)
vi: Chưa có tập nào được chọn (sẽ tạo một tập mới)

source: Type
de: Typ
fi: Tyyppi
pt_br: Tipo
ru: Тип
vi: Loại

source: Bind
de: Binde
pt_br: Vincular
ru: Связать
vi: Ràng buộc

source: Volume
fi: Taltio
ru: Том
vi: Âm lượng

source: No label
de: Kein Label
es: Sin etiqueta
fi: Ei nimikettä
fr: Pas d'étiquette
it: Senza etichetta
nl: Geen label
pt_br: Sem rótulo
ru: Нет метки
vi: Không nhãn

source: Shared
de: Geteilt
es: Compartido
fi: Jaettu
fr: Partagé
it: Condiviso
nl: Gedeeld
pt_br: Compartilhado
ru: Общее
vi: Đã chia sẻ

source: Private
de: Privat
es: Privado
fi: Yksityinen
fr: Privé
it: Privato
nl: Privaat
pt_br: Privado
ru: Приватное
vi: Riêng tư

source: Hostname
es: Nombre del host
fi: Isäntänimi
fr: Nom d’hôte
nl: Host-naam
pt_br: Nome do host
ru: Имя хоста
vi: Tên máy chủ

source: Add Host
de: Füge Host hinzu
fi: Lisää isäntäkone
pt_br: Adicionar Host
ru: Добавить хост
vi: Thêm máy chủ

source: Add Device
de: Füge Gerät hinzu
fi: Lisää laite
pt_br: Adicionar dispositivo
ru: Добавить устройство
vi: Thêm thiết bị

source: Create Pod
de: Pod erzeugen
es: Crear cápsula
fi: Luo podi
fr: Créer un pod
it: Crea pod
nl: Pod aanmaken
pt_br: Criar Cápsula
ru: Создать капсулу
vi: Tạo nhóm

source: _Create
de: _Erzeugen
es: _Crear
fi: _Luo
fr: Créer
it: _Crea
nl: _Aanmaken
pt_br: _Criar
ru: _Создать
vi: _Tạo nên

source: Disable /etc/resolv.conf management
de: Deaktiviere die Verwaltung von /etc/resolv.conf
es: Desactivar la gestión de /etc/resolv.conf
fi: Poista käytöstä /etc/resolv.conf-hallinta
fr: Désactiver la gestion /etc/resolv.conf
it: Disabilita gestione /etc/resolv.conf
nl: Beheer via /etc/resolv.conf uitschakelen
pt_br: Disabilita gerenciamento e configurações em /etc/resolv.conf
ru: Отключить управление /etc/resolv.conf
vi: Tắt quản lý /etc/resolv.conf

source: Pod Create Command
de: Pod-Erstellungsbefehl
es: Comando de creación de cápsulas
fi: Podin luontikomento
fr: Commande de création de Pod
it: Comando crea pod
nl: Commando om pod aan te maken
pt_br: Comando de Criação de Cápsula
ru: Команда создания капсулы
vi: Lệnh tạo Pod

source: Devices
de: Geräte
es: Dispositivos
fi: Laitteet
fr: Appareils
it: Dispositivi
nl: Apparaten
pt_br: Dispositivos
ru: Устройства
vi: Thiết bị

source: Hosts
es: Anfitriones
fi: Isännät
fr: Hôtes
ru: Хосты
vi: Máy chủ

source: Infra
pt_br: Infra-estruturas
ru: Инфраструктура
vi: Hồng ngoại

source: Disable Infra
de: Infra deaktivieren
es: Desactivar infra
fi: Poista Infra käytöstä
fr: Désactivez l'Infra
it: Disabilita infra
nl: Infra uitschakelen
pt_br: Desativar Infra
ru: Отключить инфраструктуру
vi: Tắt hồng ngoại

source: Common PID File
de: Gemeinsame PID-Datei
es: Archivo PID común
fi: Yleinen PID-tiedosto
fr: Fichier PID commun
it: File PID comune
nl: Algemeen PID-bestand
pt_br: Arquivo PID comum
ru: Общий файл PID
vi: Tệp PID phổ biến

source: Error on loading pod data
de: Fehler beim Laden von Pod-Daten
es: Error al cargar los datos de la cápsula
fi: Virhe ladatessa podin dataa
fr: Erreur lors du chargement des données du pod
it: Errore durante il caricamento dei dati del pod
nl: Fout bij laden pod-data
pt_br: Erro ao carregar os dados da cápsula
ru: Ошибка загрузки данных капсулы
vi: Lỗi khi tải dữ liệu nhóm

source: Pod '{}' has been deleted
de: Pod '{}' wurde gelöscht
es: La cápsula '{}' ha sido eliminada
fi: Podi '{}' on poistettu
fr: Le pod "{}" a été supprimé
it: Il pod '{}' è stato eliminato
nl: Pod ‘{}’ is verwijderd
pt_br: A cápsula '{}' foi deletada.
ru: Капсула «{}» была удалена
vi: Nhóm '{}' đã bị xóa

source: View all pod properties in a structured text form
de: Anzeige aller Pod-Eigenschaften in strukturierter Textform
fi: Näytä kaikki podin ominaisuudet rakenteellisessa tekstimuodossa
pt_br: Ver todas as propriedades do cápsula em um formato de texto estruturado
ru: Посмотреть все свойства капсулы в виде структурированного текста
vi: Xem tất cả các thuộc tính nhóm ở dạng văn bản có cấu trúc

source: Generate Kubernetes YAML based on this pod
de: Erzeuge Kubernetes-YAML auf der Grundlage dieses Pods
fi: Luo Kuberneteksen YAML pohjautuen tähän podiin
pt_br: Gere o YAML do Kubernetes com base nesta cápsula
ru: Создать YAML Kubernetes на основе этой капсулы
vi: Tạo Kubernetes YAML dựa trên nhóm này

source: View processes of the pod
de: Prozesse von Pods überwachen
fi: Tarkastele podin prosesseja
pt_br: Visualizar processos da cápsola
ru: Просмотреть процессы капсулы
vi: Xem các quy trình của nhóm

source: Pod Details
es: Detalles de la cápsula
fi: Podien tiedot
it: Dettagli pod
pt_br: Detalhes da Cápsula
ru: Детали капсулы
vi: Chi tiết nhóm

source: No Pod Available
de: Kein Pod verfügbar
fi: Podia ei saatavilla
pt_br: Nenhuma cápsula disponível
ru: Нет доступных капсул
vi: Không Pod

source: _Create Pod
de: Pod _Erzeugen
es: _Crear cápsula
fi: _Luo podi
nl: Pod _aanmaken
pt_br: _Criar Cápsula
ru: _Создать капсулу
vi: _Tạo nhóm

source: Select Pod
de: Wähle Pod aus
fi: Valitse podi
pt_br: Selecionar Cápsula
ru: Выбрать капсулу
vi: Chọn nhóm

source: Error on starting pod
de: Fehler beim Starten des Pods
es: Error al iniciar la cápsula
fi: Virhe käynnistäessä podia
fr: Erreur lors du démarrage du pod
it: Errore durante l'avvio del pod
nl: Fout bij starten pod
pt_br: Erro ao iniciar a cápsula
ru: Ошибка запуска капсулы
vi: Lỗi khi khởi động nhóm

source: Error on stopping pod
de: Fehler beim Stoppen des Pods
es: Error al detener la cápsula
fi: Virhe pysäyttäessä podia
fr: Erreur lors de l'arrêt du pod
it: Errore durante l'arresto del pod
nl: Fout bij stoppen pod
pt_br: Erro ao parar a cápsula
ru: Ошибка остановки капсулы
vi: Lỗi khi dừng nhóm

source: Error on killing pod
de: Fehler beim Abwürgen des Pods
es: Error al matar la cápsula
fi: Virhe tappaessa podia
fr: Erreur lors de l’interruption du pod
it: Errore durante l'arresto forzato del pod
nl: Fout bij geforceerd stoppen pod
pt_br: Erro ao finalizar a cápsula
ru: Ошибка принудительной остановки капсулы
vi: Lỗi kill pod

source: Error on restarting pod
de: Fehler beim Neustarten des Pods
es: Error al reiniciar la cápsula
fi: Virhe käynnistäessä podia uudelleen
fr: Erreur lors du redémarrage du pod
it: Errore durante il riavvio del pod
nl: Fout bij herstarten pod
pt_br: Erro ao reiniciar a cápsula
ru: Ошибка перезапуска капсулы
vi: Lỗi khi khởi động lại nhóm

source: Error on pausing pod
de: Fehler beim Pausieren des Pods
es: Error al pausar la cápsula
fi: Virhe keskeyttäessä podia
fr: Erreur lors de la suspension du pod
it: Errore durante la sospensione del pod
nl: Fout bij pauzeren pod
pt_br: Erro ao pausar a cápsula
ru: Ошибка приостановки капсулы
vi: Lỗi khi tạm dừng nhóm

source: Error on resuming pod
de: Fehler beim Fortsetzen des Pods
es: Error al reanudar la cápsula
fi: Virhe podia palauttaessa
fr: Erreur lors de la reprise du pod
it: Errore durante la ripresa del pod
nl: Fout bij hervatten pod
pt_br: Erro ao retomar a cápsula
ru: Ошибка возобновления работы капсулы
vi: Lỗi khi tiếp tục nhóm

source: Error on deleting pod
de: Fehler beim Löschen des Pods
es: Error al eliminar la cápsula
fi: Virhe poistaessa podia
fr: Erreur lors de la suppression du pod
it: Errore durante l'eliminazione del pod
nl: Fout bij verwijderen pod
pt_br: Erro ao deletar a cápsula
ru: Ошибка удаления капсулы
vi: Lỗi khi xóa nhóm

source: Confirm Pod Deletion
de: Bestätigen Sie das Löschen des Pods
pt_br: Confirmar exclusão da cápsula
ru: Подтвердите удаление капсулы
vi: Xác nhận xóa nhóm

source: Pod contains container <b>{}</b>. Deleting the pod will also delete all its containers.
de: Der Pod enthält den Container <b>{}</b>. Wenn Sie den Pod löschen, werden auch alle seine Container gelöscht.
es: La cápsula contiene el contenedor <b>{}</b>. Al eliminar la cápsula también se eliminarán todos sus contenedores.
fi: Podi sisältää kontin <b>{}</b>. Podin poistaminen poistaa myös kaikki siinä olevat kontit.
fr: Le pod contient le conteneur <b>{}</b>. La suppression du pod entraînera la suppression de tous ses conteneurs.
it: Il pod contiene i contenitori <b>{}</b>. Tutti i contenitori associati al pod verranno eliminati.
nl: Pod bevat container ‘{}’. Door deze pod te verwijderen zullen ook alle onderliggende containers verwijderd worden.
pt_br: A cápsula contém o contêiner <b>{}</b>. Deletar a cápsula também deletará todos os seus contêineres.
ru: Капсула содержит контейнер <b>{}</b>. Удаление капсулы также удалит все её контейнеры.
vi: Pod chứa vùng chứa <b>{}</b>. Xóa nhóm cũng sẽ xóa tất cả các vùng chứa của nó.

source: 1 pod, running
de: 1 Pod, laufend
es: 1 cápsula, en ejecución
fi: 1 podi, käynnissä
fr: 1 pod, en cours d’exécution
it: 1 pod, in esecuzione
nl: 1 pod, draaiend
pt_br: 1 cápsula, em execução.
ru: 1 капсула, запущено
vi: 1 nhóm đang chạy

source: 1 pod, stopped
de: 1 Pod, gestoppt
es: 1 cápsula, detenida
fi: 1 podi, pysäytetty
fr: 1 pod, arrêté
it: 1 pod, fermo
nl: 1 pod, gestopt
pt_br: 1 Cápsula, parou
ru: 1 капсула, остановлено
vi: 1 nhóm, đã dừng

source: {} pod total, {} running
de: {} Pod insgesamt, {} laufend
fi: {} podi yhteensä, {} käynnissä
pt_br: {} cápsula(s) no total, {} em execução.
ru: {} капсула всего, {} запущено
vi: {} tổng số nhóm, {} đang chạy

source: {} Selected Pod
de: {} Ausgewählter Pod
es: {} cápsula seleccionada
fi: {} valittu podi
fr: {} Pod Sélectionné
it: {} pod selezionato
nl: {} geselecteerde pod
pt_br: {} Cápsula Selecionada
ru: Выбрана {} капсула
vi: {} Nhóm đã chọn

source: Confirm Forced Deletion of Multiple Pods
de: Bestätigen Sie das Erzwungene Löschen Mehrerer Pods
es: Confirmar la eliminación forzada de varias cápsulas
fi: Vahvista useiden podien pakotettu poisto
fr: Confirmer la suppression forcée de plusieurs pods
it: Conferma l'eliminazione forzata di più pod
nl: Geforceerde verwijdering van meerdere pods bevestigen
pt_br: Confirmar exclusão forçada de várias Cápsulas
ru: Подтвердите принудительное удаление нескольких капсул
vi: Xác nhận buộc xóa nhiều nhóm

source: All associated containers will also be removed!
de: Alle zugehörigen Container werden ebenfalls entfernt!
es: ¡Todos los contenedores asociados también serán eliminados!
fi: Kaikki liittyvät kontit poistetaan myös!
fr: Tous les conteneurs associés seront également supprimés !
it: Tutti i contenitori associati verranno eliminati!
nl: Alle bijbehorende containers zullen ook worden verwijderd!
ru: Все связанные контейнеры также будут удалены.
vi: Tất cả các vùng chứa liên quan cũng sẽ bị xóa!

source: _Prune Stopped Pods
de: _Bereinige gestoppte Pods
pt_br: _Remover Cápsulas Paradas
ru: _Удалить остановленные контейнеры
vi: _Quả đã dừng cắt tỉa

source: Prune Stopped Pods
de: Bereinige gestoppte Pods
es: Retirar cápsulas detenidas
nl: Gestopte pods opschonen
pt_br: Remover Cápsulas Paradas
ru: Удалить остановленные капсулы
vi: Quả đã dừng cắt tỉa

source: Show Only Running Pods
de: Zeige nur laufende Pods
fi: Näytä vain käynnissä olevat podit
pt_br: Exibir Somente Cápsulas em Execução
ru: Показать только запущенные капсулы
vi: Chỉ hiển thị các nhóm đang chạy

source: No Running Pods
de: Keine laufenden Pods
fi: Ei käynnissä olevia podeja
pt_br: Sem Cápsulas em execução
ru: Нет запущенных капсул
vi: Không Pod chạy

source: _Show All Pods
de: Zeige _alle Pods
fi: Näytä kaikki _podit
pt_br: _Mostrar todas as Cápsulas
ru: _Показать все капсулы
vi: _Hiển thị tất cả các nhóm

source: No Pods Available
de: Keine Pods verfügbar
fi: Podeja ei saatavilla
pt_br: Nenhuma cápsula disponível
ru: Нет доступных капсул
vi: Không Pod nào

source: Protocol
de: Protokoll
es: Protocolo
fi: Yhteyskäytäntö
it: Protocollo
pt_br: Protocolo
ru: Протокол
vi: Giao thức

source: IP Address
de: IP Adresse
fi: IP-osoite
pt_br: Endereço IP
ru: IP-адрес
vi: Địa chỉ IP

source: Host Port
fi: Isännän portti
pt_br: Porta do host
ru: Порт хоста
vi: Cổng máy chủ

source: If 0, a random port is assigned on the host (guaranteed above 1024)
de: Wenn 0, wird auf dem Host ein zufälliger Port zugewiesen (garantiert über 1024).
fi: Jos 0, satunnainen isännän portti määritetään (tulee olemaan suurempi kuin 1024)
pt_br: Se for 0, uma porta aleatória é atribuída no host (garantido acima de 1024)
ru: Если 0, на хосте назначается случайный порт (гарантировано выше 1024)
vi: Nếu 0, một cổng ngẫu nhiên được gán trên máy chủ (được đảm bảo trên 1024)

source: Container Port
fi: Kontin portti
pt_br: Porta do Contêiner
ru: Порт контейнера
vi: Cảng container

source: Repo tag must contain a colon “:”
de: Das Repo-Tag muss einen Doppelpunkt „:“ enthalten
es: La etiqueta Repo debe contener dos puntos ":"
fi: Tietovaraston tagin tulee sisältää kaksoispiste “:”
fr: La balise Repo doit contenir deux-points ":"
it: Il tag repo deve contenere i due punti ":"
nl: Repo-label dient een dubbele punt te bevatten
pt_br: A tag de repositório deve conter dois pontos ":"
ru: Ярлык репозитория должен содержать двоеточие «:»
vi: Thẻ repo phải chứa dấu hai chấm “:”

source: Add Repository Tag
de: Repository-Tag hinzufügen
es: Añadir etiqueta de repositorio
fi: Lisää tietovaraston tagi
fr: Ajouter une balise de référentiel
it: Aggiungi tag repository
nl: Repository-label toevoegen
pt_br: Adiciona marcador do repositorio
ru: Добавить ярлык репозитория
vi: Thêm thẻ kho lưu trữ

source: _Add
de: _Hinzufügen
es: _Añadir
fi: _Lisää
fr: _Ajouter
it: _Aggiungi
nl: _Toevoegen
pt_br: _Adicionar
ru: _Добавить
vi: _Thêm vào

source: Repository Tag
es: Etiqueta de repositorio
fi: Tietovaraston tagi
fr: Balise de référentiel
it: Tag Repository
nl: Repository-label
pt_br: Marcador do repositorio
ru: Ярлык репозитория
vi: Thẻ lưu trữ

source: Error on accessing keyring
de: Fehler beim Zugriff auf den Schlüsselbund
es: Error al acceder al llavero
nl: Fout bij toegang tot sleutelbos
pt_br: Erro ao acessar o chaveiro
ru: Ошибка доступа к набору ключей
vi: Lỗi khi truy cập khóa

source: Error saving credentials
de: Fehler beim Speichern der Anmeldeinformationen
es: Error al guardar las credenciales
fi: Virhe kirjautumistietoja tallentaessa
nl: Fout bij opslaan van inloggegevens
pt_br: Erro ao salvar credenciais
ru: Ошибка сохранения учётных данных
vi: Lỗi lưu thông tin xác thực

source: Secret Service is not available
de: Secret Service ist nicht verfügbar
es: El Servicio Secreto no está disponible
it: Il servizio segreto non è disponibile
nl: Secret Service is niet beschikbaar
pt_br: O Serviço Secreto não está disponível
ru: Секретная служба недоступна
vi: Dịch vụ bí mật không có sẵn

source: Push Image
de: Image hochladen
es: Insertar imagen
nl: Schijfkopiebestand pushen
pt_br: Remover imagens
ru: Передать образ
vi: Đẩy hình ảnh

source: _Push
de: _Hochladen
es: _Insertar
it: _Spingi
nl: _Pushen
pt_br: _Empurrar
ru: _Передать
vi: _Xô

source: Options
de: Optionen
es: Opciones
fi: Valinnat
nl: Opties
pt_br: Opções
ru: Параметры
vi: Tùy chọn

source: TLS Verify
de: TLS-Verifizierung
es: Verificación TLS
it: Verifica TLS
nl: TLS-verificatie
pt_br: Verificação de TLS
ru: TLS-проверка
vi: Xác minh TLS

source: Login
de: Anmeldung
es: Iniciar sesión
fi: Kirjaudu
nl: Inloggen
ru: Авторизоваться
vi: Đăng nhập

source: Some registries require authentication
de: Einige Registrys erfordern eine Authentifizierung
fi: Jotkin rekisterit vaativat tunnistautumisen
pt_br: Alguns registros exigem autenticação
ru: Некоторые реестры требуют аутентификации
vi: Một số cơ quan đăng ký yêu cầu xác thực

source: Authentication
de: Authentifizierung
es: Autenticación
fi: Tunnistautuminen
it: Autenticazione
nl: Authenticatie
pt_br: Autenticação
ru: Аутентификация
vi: Xác thực

source: Password
de: Passwort
es: Contraseña
fi: Salasana
nl: Wachtwoord
pt_br: Senha
ru: Пароль
vi: Mật khẩu

source: Token
es: Testigo
fi: Poletti
ru: Токен
vi: Mã thông báo

source: Username
de: Nutzername
es: Nombre de usuario
fi: Käyttäjätunnus
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
vi: Tên người dùng

source: Save Credentials
de: Anmeldeinformationen Speichern
es: Guardar credenciales
fi: Tallenna kirjautumistiedot
it: Salva credenziali
nl: Inloggegevens opslaan
pt_br: Salvar credenciais
ru: Сохранить учётные данные
vi: Lưu thông tin xác thực

source: Error on untagging image
de: Fehler beim Entfernen des Tags vom Image
es: Error al desetiquetar una imagen
fr: Erreur lors du détagage d'une image
it: Errore nell'annullamento tag dell'immagine
nl: Fout bij verwijderen label van schijfkopiebestand
pt_br: Erro ao desmarcar a imagem
ru: Ошибка снятия ярлыка с образа
vi: Lỗi khi bỏ gắn thẻ hình ảnh

source: Pull Latest
de: Neustes Holen
es: Obtener lo último
fi: Vedä viimeisin
fr: Télécharger l'image la plus récente
it: Recupera più recente
nl: Nieuwste binnenhalen
pt_br: Puxe o mais recente
ru: Получить последний
vi: Kéo mới nhất
