Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: Push to Registry
de: Ins Register Hochladen
es: Insertar al registro
fi: Työnnä rekisteriin
nl: Pushen naar register
pt_br: Enviar para o Registro
ru: Отправить в реестр
vi: Đẩy vào sổ đăng ký

source: Untag
de: Tag entfernen
es: Desmarcar
fr: Démarquer
it: Annulla tag
nl: Label verwijderen
pt_br: Desmarcar
ru: Снять ярлык
vi: Bỏ gắn thẻ

source: Fetching Tags
de: Hole Tags
fi: Noudetaan tageja
pt_br: Buscando Tags
ru: Получение ярлыков
vi: Đang tìm nạp thẻ

source: Image Inspection
de: Image-Inspizierung
es: Inspección de imagen
fi: Levykuvan tutkinta
fr: Inspection de l’image
it: Controllo immagine
nl: Schijfkopiebestand-inspectie
pt_br: Inspeção de imagem
ru: Инспектирование образа
vi: Kiểm tra hình ảnh

source: Container Inspection
de: Container-Inspektion
es: Inspección del contenedor
fi: Kontin tutkinta
fr: Inspection des conteneurs
it: Controlla contenitore
nl: Container-inspectie
pt_br: Inspeção do Contêiner
ru: Инспектирование контейнера
vi: Kiểm tra container

source: Container Kube Generation
de: Container-Kube-Erzeugung
es: Generación de contenedores Kube
fr: Génération de conteneurs Kube
it: Generazione contenitore Kube
nl: Container-Kube-generatie
pt_br: Geração de Contêiner Kube
ru: Генерация контейнера Kube
vi: Thế hệ container Kube

source: Pod Inspection
de: Pod-Inspektion
es: Inspección de cápsulas
fi: Podin tutkinta
fr: Inspection du pod
it: Ispezione pod
nl: Pod-inspectie
pt_br: Inspeção da Cápsula
ru: Инспектирование капсулы
vi: Kiểm tra nhóm

source: Pod Kube Generation
de: Pod-Kube-Generierung
es: Generación de cápsula Kube
fr: Génération de Pod Kube
it: Generazione pod Kube
nl: Pod-Kube-generatie
pt_br: Geração de Cápsula Kube
ru: Генерация капсулы Kube
vi: Thế hệ Pod Kube

source: Volume Inspection
de: Volume-Inspektion
fi: Taltion tutkinta
pt_br: Inspeção de volume
ru: Инспектирование тома
vi: Kiểm tra âm lượng

source: Could not set language to '{}'
de: Sprache konnte nicht auf '{}' gesetzt werden
es: No se ha podido establecer el idioma en '{}'
fi: Kieltä '{}' ei voitu asettaa
fr: Impossible de définir '{}' comme langue
it: Impossibile impostare il linguaggio '{}'
nl: Kon taal niet instellen op ‘{}’
pt_br: Não foi possível definir o idioma como '{}'
ru: Не удалось изменить язык на «{}»
vi: Không thể đặt ngôn ngữ thành '{}'

source: Inspection error
de: Inspektionsfehler
es: Error de inspección
fi: Tutkintavirhe
fr: Erreur d’inspection
it: Errore ispezione
nl: Inspectiefout
pt_br: Erro de inspeção
ru: Ошибка инспектирования
vi: Lỗi kiểm tra

source: Kube generation error
de: Kube-Generierungsfehler
es: Error de generación de Kube
fr: Erreur de génération de Kube
it: Errore di generazione Kube
nl: Kube-generatiefout
pt_br: Erro de geração de Kube
ru: Ошибка генерации Kube
vi: Lỗi tạo Kube

source: Start typing to look for results
de: Bitte beginnen Sie mit der Eingabe, um nach Ergebnisse zu suchen
fi: Aloita kirjoittaminen etsiäksesi tuloksia
pt_br: Comece a digitar para procurar resultados
ru: Начните набирать текст, чтобы посмотреть результаты
vi: Bắt đầu gõ để tìm kiếm kết quả

source: No Results Found
de: Keine Ergebnisse Gefunden
es: No se han encontrado resultados
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pt_br: Nenhum resultado encontrado
ru: Результатов не найдено
vi: Không tìm thấy kết quả

# shortcut window
source: General
de: Allgemein
fi: Yleiset
fr: Général
pt_br: Geral
ru: Основное
vi: Chung

# shortcut window
source: Show Shortcuts
de: Shortcuts anzeigen
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
pt_br: Mostrar atalhos de teclado
ru: Показать ярлыки
vi: Hiển thị phím tắt

# shortcut window
source: Show menu
de: Menü anzeigen
fi: Näytä valikko
fr: Afficher le menu
pt_br: Mostrar menu
ru: Показать меню
vi: Hiển thị thực đơn

# shortcut window
source: Quit
de: Beenden
fi: Lopeta
fr: Quitter
pt_br: Sair
ru: Выйти
vi: Thoát

# shortcut window
source: Close window
de: Fenster schließen
fi: Sulje ikkuna
pt_br: Fechar janela
ru: Закрыть окно
vi: Đóng cửa sổ

# shortcut window
source: Close dialog
de: Dialog schließen
fi: Sulje ikkuna
pt_br: Fechar diálogo
ru: Закрыть диалоговое окно
vi: Đóng hộp thoại

# shortcut window
source: Search
de: Suchen
fi: Etsi
fr: Chercher
pt_br: Pesquisar
ru: Найти
vi: Tìm kiếm

# shortcut window
source: Navigation
fi: Liikkuminen
pt_br: Navegação
ru: Навигация
vi: Điều hướng

# shortcut window
source: Go back
de: Zurückgehen
fi: Takaisin
fr: Retourner en arrière
pt_br: Volte
ru: Назад
vi: Quay lại

# shortcut window
source: Return to main view
de: Zurück zur Hauptansicht
fi: Palaa päänäkymään
fr: Retourner à la vue principale
pt_br: Retornar à vista principal
ru: Вернуться в главное меню
vi: Quay lại xem chính

# shortcut window
source: Container
fi: Kontti
fr: Conteneur
pt_br: Contêiner
ru: Контейнер
vi: Thùng chứa

# shortcut window
source: Rename
de: Umbenennen
fi: Nimeä uudelleen
fr: Renommer
pt_br: Renomear
ru: Переименовать
vi: Đổi tên

# shortcut window
source: Commit
de: Committen
fi: Kommitoi
pt_br: Comprometer-se
ru: Фиксация
vi: Làm

# shortcut window
source: Download files
de: Dateien herunterladen
fi: Lataa tiedostot
fr: Télécharger les fichiers
pt_br: Baixar arquivos
ru: Загрузить файлы
vi: Tải tập tin xuống

# shortcut window
source: Upload files
de: Dateien hochladen
fi: Lähetä tiedostot
fr: Télécharger des fichiers
pt_br: Carregar arquivos
ru: Выгрузить файлы
vi: Tải tập tin lên

# shortcut window
source: Text view
de: Textansicht
fi: Tekstinäkymä
fr: Vue du texte
pt_br: Visualização de texto
ru: Текстовое представление
vi: Xem văn bản

# shortcut window
source: Zoom in
de: Vergrößern
fi: Lähennä
fr: Agrandir
pt_br: Ampliar
ru: Увеличить
vi: Phóng to

# shortcut window
source: Zoom out
de: Verkleinern
fi: Loitonna
fr: Dézoomer
pt_br: Diminuir o zoom
ru: Уменьшить
vi: Thu nhỏ

# shortcut window
source: Reset zoom
de: Vergrößerung zurücksetzen
fi: Palauta mittakaava
fr: Réinitialiser le zoom
pt_br: Redefinir zoom
ru: Сбросить масштаб
vi: Đặt lại zoom

# shortcut window
source: Terminal
fi: Pääte
ru: Терминал
vi: Thiết bị đầu cuối

# shortcut window
source: Copy selection to clipboard
de: Auswahl in die Zwischenablage kopieren
fi: Kopioi valinta leikepöydälle
fr: Copier la sélection dans le presse-papiers
pt_br: Copiar seleção para área de transferência
ru: Скопировать выделенное в буфер обмена
vi: Sao chép lựa chọn vào bộ nhớ tạm

# shortcut window
source: Paste from clipboard
de: Aus Zwischenablage einfügen
fi: Liitä leikepöydältä
fr: Coller depuis le presse-papiers
pt_br: Colar da área de transferência
ru: Вставить из буфера обмена
vi: Dán từ bộ nhớ tạm

# shortcut window
source: Add a new connection
de: Neue Verbindung hinzufügen
fi: Luo uusi yhteys
fr: Ajouter une nouvelle connexion
pt_br: Adicionar uma nova conexão
ru: Добавить новое подключение
vi: Thêm kết nối mới

# shortcut window
source: Create a new entity
de: Eine neue Entität erstellen
fi: Luo uusi entiteetti
fr: Créer une nouvelle entité
pt_br: Criar uma nova entidade
ru: Создать новый объект
vi: Tạo một thực thể mới

source: Container Processes
de: Container-Prozesse
es: Procesos del contenedor
fi: Kontin prosessit
fr: Processus du conteneur
it: Processi del contenitore
nl: Containerprocessen
pt_br: Processos do Contêiner
ru: Процессы контейнера
vi: Quy trình vùng chứa

source: Pod Processes
de: Pod-Prozesse
es: Procesos de la cápsula
fi: Podin prosessit
fr: Processus du pod
it: Processi del pod
nl: Pod-processen
pt_br: Processos da Cápsula
ru: Процессы капсулы
vi: Quy trình nhóm

source: USER
pt_br: USUÁRIO
ru: ПОЛЬЗОВАТЕЛЬ

source: %CPU
ru: %ЦП

source: ELAPSED
pt_br: DECORRIDO
ru: ПРОШЛО
vi: ĐÃ TRÔI QUA

source: TIME
fi: AIKA
pt_br: TEMPO
ru: ВРЕМЯ
vi: THỜI GIAN

source: COMMAND
fi: KOMENTO
pt_br: COMANDO
ru: КОМАНДА
vi: LỆNH

source: Killing pod processes is not supported
de: Das Abwürgen von Pod-Prozessen wird nicht unterstützt
fi: Podin prosessien tappaminen ei ole tuettu
pt_br: Matar processos de Cápsulas não é suportado
ru: Завершение процессов капсул не поддерживается
vi: Quá trình tiêu diệt nhóm không được hỗ trợ

source: Create Volume
de: Erstelle Volume
fi: Luo taltio
pt_br: Criar volume
ru: Создать том
vi: Tạo âm lượng

source: Volume '{}' has been deleted
de: Volume '{}' wurde gelöscht
fi: Taltio '{}' on poistettu
pt_br: O volume '{}' foi excluído
ru: Том «{}» был удалён
vi: Tập '{}' đã bị xóa

source: Delete Volume
de: Lösche Volume
fi: Poista taltio
pt_br: Excluir volume
ru: Удалить том
vi: Xóa tập

source: Driver
de: Treiber
fi: Ajuri
ru: Драйвер
vi: Trình điều khiển

source: Mount Path
de: Einhängepfad
fi: Liitospolku
pt_br: Caminho de montagem
ru: Путь к монтированию
vi: Đường dẫn núi

source: View all volume properties in a structured text form
de: Anzeige aller Eigenschaften des Volumes in strukturierter Textform
fi: Näytä kaikki taltion ominaisuudet rakenteellisessa tekstimuodossa
pt_br: Visualizar todas as propriedades do volume em um formato de texto estruturado
ru: Просмотреть все свойства тома в форме структурированного текста
vi: Xem tất cả các thuộc tính âm lượng ở dạng văn bản có cấu trúc

source: {} old
de: {} alt
fi: {} vanha
pt_br: {} velho
ru: {} старый
vi: {} cũ

source: Volume {}
fi: Taltio {}
ru: Том {}
vi: Tập {}

source: No Volume Available
de: Keine VolumeVo gefunden
fi: Taltiota ei saatavilla
pt_br: Nenhum volume disponível
ru: Нет доступного тома
vi: Không tập nào

source: _Create Volume
de: _Erzeuge Volume
fi: _Luo taltio
pt_br: _Criar volume
ru: _Создать том
vi: _Tạo âm lượng

source: Select Volume
de: Wähle Volume aus
fi: Valitse taltio
pt_br: Selecione o volume
ru: Выбрать том
vi: Chọn âm lượng

source: Confirm Volume Deletion
de: Löschung des Volumes bestätigen
pt_br: Confirmar exclusão de volume
ru: Подтвердите удаление тома
vi: Xác nhận xóa tập

source: Volume is used by container <b>{}</b>. Deleting the volume will also delete these containers.
de: Das Volume wird von Container <b>{}</b> verwendet. Das Löschen des Volumes wird auch diese Container löschen.
fi: Taltio on kontin <b>{}</b> käytössä. Taltion poistaminen poistaa myös kaikki siihen liittyvät kontit.
pt_br: O volume é usado pelo contêiner <b>{}</b>. A exclusão do volume também excluirá esses contêineres.
ru: Том используется контейнером <b>{}</b>. Удаление тома также удалит все связанные с ним контейнеры.
vi: Âm lượng được sử dụng bởi container <b>{}</b>. Xóa ổ đĩa cũng sẽ xóa các vùng chứa này.

source: Error on deleting volume '{}'
de: Fehler beim Löschen des Volume '{} '
fi: Virhe taltiota '{}' poistaessa
pt_br: Erro ao excluir o volume '{}'
ru: Ошибка удаления тома «{}»
vi: Lỗi khi xóa tập '{}'

source: 1 volume, used
de: 1 Volume, verwendet
fi: 1 taltio, käytössä
pt_br: 1 volume, usado
ru: 1 том, используется
vi: 1 tập đã sử dụng

source: 1 volume, unused
de: 1 Volume, unbenutzt
fi: 1 taltio, käyttämätön
pt_br: 1 volume, não utilizado
ru: 1 том, не используется
vi: 1 tập chưa sử dụng

source: {} volumes total, {} unused
de: {} Volumes gesamt, {} {} unbenutzt, {}
fi: {} taltiota yhteensä, {} käyttämätön
pt_br: {} volumes totais, {} não utilizado
ru: {} том всего, {} не используется
vi: Tổng số tập {}, {} chưa sử dụng

source: {} Selected Volume
de: {} Ausgewähltes Volume
fi: {} valittu taltio
pt_br: {} Volume selecionado
ru: Выбран {} том
vi: {} Tập đã chọn

source: Confirm Forced Deletion of Multiple Volumes
de: Bestätigen Sie das erzwungene Löschen mehrerer Volumes
fi: Vahvista useiden taltioiden pakotettu poisto
pt_br: Confirmar exclusão forçada de vários volumes
ru: Подтвердите принудительное удаление нескольких томов
vi: Xác nhận buộc xóa nhiều tập

source: There may be containers associated with some of the volumes, which will also be removed!
de: Mit einigen der Volumes können Container verknüpft sein, die ebenfalls entfernt werden!
fi: Näihin taltioihin saattaa liittyä kontteja, jotka tullaan myös poistamaan!
pt_br: Pode haver contêineres associados a alguns dos volumes, que também serão removidos!
ru: С этими томами могут быть связаны контейнеры, которые также будут удалены.
vi: Có thể có các vùng chứa liên quan đến một số tập cũng sẽ bị xóa!

source: _Prune Volumes
de: _Bereinige Volumes
pt_br: _Remover Volumes
ru: _Удалить тома
vi: _khối lượng tỉa

source: Prune Volumes
de: _Bereinige Volumes
pt_br: Remover Volumes
ru: Удалить тома
vi: Khối lượng tỉa

source: Show Only Used Volumes
de: Zeige nur benutzte Volumes
fi: Näytä vain käytetyt taltiot
pt_br: Mostrar apenas volumes usados
ru: Показать только используемые тома
vi: Chỉ hiển thị các tập đã sử dụng

source: No Volumes in Use
de: Es werden keine Volumes benutzt
fi: Ei taltioita käytössä
pt_br: Nenhum volume em uso
ru: Нет используемых томов
vi: Không tập nào được sử dụng

source: _Show All Volumes
de: Zeige _alle Volumes
fi: Näytä kaikki _taltiot
pt_br: _Mostrar todos os volumes
ru: _Показать все тома
vi: _Hiển thị tất cả các tập

source: No Volumes Available
de: Keine Volumes vergfügbar
fi: Taltioita ei saatavilla
pt_br: Nenhum volume disponível
ru: Нет доступных томов
vi: Không tập nào

source: Prune volumes created before this timestamp
de: Bereinige Volumes welche vor dem Zeitpunkt erstellt wurden
pt_br: Podar volumes criados antes deste registro de data e hora
ru: Удалить тома, которые были созданы до этой временной метки
vi: Cắt bớt các tập được tạo trước dấu thời gian này

source: Welcome to Pods
de: Willkommen bei Pods
es: Le damos la bienvenida a Cápsulas
fi: Tervetuloa, käytössäsi on Podit
fr: Bienvenue sur Pods
it: Benvenuto in Pods
nl: Welkom bij Pods
pt_br: Boas-vindas ao Cápsulas
ru: Добро пожаловать в «Капсулы»
vi: Chào mừng đến với Pods

source: Create a new connection to Podman to get started
de: Erstellen Sie eine neue Verbindung zu Podman, um zu beginnen.
fi: Luo uusi yhteys Podmaniin aloittaaksesi
pt_br: Crie uma nova conexão com o Podman para começar
ru: Создайте новое подключение к Podman, чтобы начать
vi: Tạo kết nối mới với Podman để bắt đầu

source: _New Connection
de: _Neue Verbindung
es: Conexión _nueva
fi: _Uusi yhteys
it: _Nuova connessione
nl: _Nieuwe verbinding
pt_br: _Nova Conexão
ru: _Новое соединение
vi: Kết _nối mới

source: Confirm Exiting The Application
de: Bestätigen Sie das Beenden der Anwendung
es: Confirmar la salida de la aplicación
fi: Vahvista sovelluksesta poistuminen
fr: Confirmer que vous voulez quitter de l’application
it: Conferma uscita dall'applicazione
nl: Bevestig het afsluiten van de app
pt_br: Confirme a saída do aplicativo
ru: Подтвердите выход из приложения
vi: Xác nhận thoát khỏi ứng dụng

source: Error on loading images
de: Fehler beim Laden der Images
fi: Virhe ladatessa levykuvia
pt_br: Erro ao carregar imagens
ru: Ошибка загрузки образов
vi: Lỗi khi tải hình ảnh

source: Error on loading containers
de: Fehler beim Laden der Container
fi: Virhe ladatessa kontteja
pt_br: Erro ao carregar contêineres
ru: Ошибка загрузки контейнеров
vi: Lỗi khi tải container

source: Error on loading pods
de: Fehler beim Laden der Pods
fi: Virhe ladatessa podeja
pt_br: Erro ao carregar as Cápsulas
ru: Ошибка загрузки капсул
vi: Lỗi khi tải nhóm

source: Error on loading volumes
de: Fehler beim Laden der Volumes
fi: Virhe ladatessa taltioita
pt_br: Erro ao carregar volumes
ru: Ошибка загрузки томов
vi: Lỗi khi tải tập

source: Invalid date format
de: Ungültiges Datumsformat
es: Formato de fecha no válido
fi: Virheellinen päiväyksen muoto
fr: Format de date invalide
it: Formato data non valido
nl: Ongeldig datumformaat
pt_br: Formato de data inválido
ru: Неверный формат даты
vi: Định dạng ngày không hợp lệ

source: Prune Until
de: Bereinige bis
es: Eliminar hasta
fr: Élaguer jusqu'à
it: Elimina prima di
nl: Opschonen tot
pt_br: Podar até
ru: Очистить до
vi: Cắt tỉa cho đến khi

source: AM
pt_br: manhã
ru: ДП

source: PM
pt_br: Noite
ru: ПП

source: _Keyboard Shortcuts
de: _Tastaturkürzel
es: _Atajos del teclado
fi: _Pikanäppäimet
fr: _Raccourcis clavier
it: _Scorciatoie da tastiera
nl: _Sneltoetsen
pt_br: _Atalhos de teclado
ru: Комбинации _клавиш
vi: _Phím tắt

source: _About Pods
de: _Über Pods
es: _Acerca de Cápsulas
fi: _Tietoja - Podit
fr: _À propos de Pods
it: _Informazioni su Pods
nl: _Over Pods
pt_br: _Sobre as Cápsulas
ru: _О «Капсулах»
vi: _Giới thiệu về Pod

source: Main Menu
de: Hauptmenü
fi: Päävalikko
pt_br: Menu Principal
ru: Главное меню
vi: Thực đơn chính

source: 0 of {}
de: 0 von {}
es: 0 de {}
fr: 0 de {}
it: 0 di {}
nl: 0 van {}
pt_br: 0 de {}
ru: 0 из {}
vi: 0 trong số {}

source: {} of {}
de: {} von {}
es: {} de {}
fr: {} de {}
it: {} di {}
nl: {} van {}
pt_br: {} de {}
ru: {} из {}
vi: {} trong số {}

source: Previous (Ctrl+Shift+G)
de: Zurück (Strg+Umschalt+G)
es: Anterior (Ctrl+Shift+G)
fi: Edellinen (Ctrl+Shift+G)
fr: Précédent (Ctrl + Maj + G)
it: Precedente (Ctrl+Shift+G)
nl: Vorige (Ctrl+Shift+G)
pt_br: Anterior (Ctrl+Shift+G)
ru: Предыдущее (Ctrl+Shift+G)
vi: Trước đó (Ctrl+Shift+G)

source: Next (Ctrl+G)
de: Weiter (Strg+G)
es: Siguiente (Ctrl+G)
fi: Seuraava (Ctrl+G)
fr: Suivant (Ctrl+G)
it: Successivo (Ctrl+G)
nl: Volgende (Ctrl+G)
pt_br: Próximo (Ctrl+G)
ru: Следующее (Ctrl+G)
vi: Tiếp theo (Ctrl+G)

source: Regular Expression
de: Regulärer Ausdruck
es: Expresión regular
fi: Säännöllinen lauseke
fr: Expression régulière
it: Espressione regolare
nl: Reguliere expressie
pt_br: Expressão regular
ru: Регулярное выражение
vi: Biểu thức chính quy

source: Case Sensitive
de: Groß-/Kleinschreibung beachten
es: Sensible a las mayúsculas
fi: Huomioi kirjainkoko
fr: Sensibilité à la casse
it: Maiuscole/minuscole
nl: Hoofdlettergevoelig
pt_br: Maiúsculas e minúsculas
ru: С учётом регистра
vi: Phân biệt chữ hoa chữ thường

source: Whole Word
de: Ganzes Wort
es: Palabra completa
fi: Kokonaiset sanat
fr: Mot entier
it: Parola intera
nl: Volledig woord
pt_br: Palavra inteira
ru: Слово целиком
vi: Toàn bộ từ

source: http://somewhere:8081
de: http://irgendwo:8081
es: http://algunlugar:8081
it: http://posizione:8081
nl: http://voorbeeld:8081

source: %x %H:%M %p
de: %x %H:%M
es: %x %H:%M
nl: %x %H:%M

source: URL
fi: URL-osoite

source: Keep track of your podman containers
es: Crea cápsulas y contenedores
fr: Contrôlez et suivez vos conteneurs podman
it: Tieni traccia dei contenitori podman
nl: Houd uw Podman-containers bij

source: Color Scheme
es: Esquema de colores
fr: Thème de couleurs
it: Schema Colore
nl: Kleurenschema

source: Use the light or dark variant of the GTK theme
es: Usar la variante clara u oscura del tema GTK
fr: Utiliser la variante claire ou sombre du thème GTK
it: Utilizza la variante chiara o scura del tema GTK
nl: Gebruik een lichte of donkere variant van het GTK-thema

source: Connection '{}' already exists.
es: La conexión '{}' ya existe.
fr: La connexion '{}' existe déjà.
it: La connessione '{}' esiste già.
nl: Verbinding ‘{}’ bestaat al.

source: Images Are Currently Being Pruned
es: Imágenes eliminándose
fr: Les images sont actuellement en train d'être supprimés
it: Eliminazione delle immagini in corso
nl: Schijfkopiebestanden worden momenteel opgeschoond

source: Image Is Currently Being Downloaded
es: Imagen descargándose
fr: L'image est en cours de téléchargement
it: Scaricamento dell'immagine in corso
nl: Schijfkopiebestand wordt momenteel gedownload

source: Image Is Currently Being Built
es: Imagen en construcción
fr: L'image est en cours de construction
it: Creazione dell'immagine in corso
nl: Schijfkopiebestand wordt momenteel gebouwd

source: Image Is Currently Being Pushed
es: La imagen se está insertando actualmente
nl: Schijfkopiebestand wordt momenteel gepusht

source: Containers Are Currently Being Pruned
es: Los contenedores están siendo eliminados
nl: Containers worden momenteel opgeschoond

source: Container Is Currently Being Created
es: Contenedor en construcción
fr: Le conteneur est en cours de création
it: Creazione del contenitore in corso
nl: Container wordt momenteel aangemaakt

source: Container Is Currently Being Started
es: El contenedor se está iniciando
it: Il container è attualmente in fase di avvio
nl: Container wordt momenteel gestart

source: New Image Is Currently Being Committed
es: Imagen nueva confirmándose
fr: La nouvelle image est en cours de commit
it: Commit dell'immagine in corso
nl: Nieuw schijfkopiebestand wordt momenteel gecommit

source: Files Are Currently Being Copied
es: Archivos copiándose
fr: Les fichiers sont en train d’être copiés
it: Copia dei file in corso
nl: Bestanden worden momenteel gekopieerd

source: Pods Are Currently Being Pruned
es: Las cápsulas están siendo eliminados
nl: Pods worden momenteel opgeschoond

source: Pod Is Currently Being Created
es: Cápsula creándose
fr: Le pod est actuellement en cours de création
it: Creazione del pod in corso
nl: Pod wordt momenteel aangemaakt

source: Images Have Been Pruned
es: Imágenes eliminadas
fr: Les images ont été Supprimé
it: Le immagini sono state eliminate
nl: Schijfkopiebestanden zijn opgeschoond

source: Image Has Been Downloaded
es: Imagen descargada
fr: L'image a été téléchargée
it: L'immagine è stata scaricata
nl: Schijfkopiebestand is gedownload

source: Image Has Been Built
es: Imagen construida
fr: L’image a été construite
it: L'immagine è stata creata
nl: Schijfkopiebestand is gebouwd

source: Image Has Been Pushed
es: La imagen se ha insertado
nl: Schijfkopiebestand is gepusht

source: Container Has Been Created
es: Contenedor creado
fr: Le conteneur a été créé
it: Il contenitore è stato creato
nl: Container is aangemaakt

source: Container Has Been Started
es: El contenedor ha sido iniciado
it: Il container è stato avviato
nl: Container is gestart

source: New Image Has Been Committed
es: Imagen nueva confirmada
fr: La nouvelle image a été commitée
it: Commit dell'immagine completato
nl: Nieuw schijfkopiebestand is gecommit

source: Files Have Beeng Copied
es: Archivos copiados
fr: Les fichiers ont été copiés
it: Copia dei file completata
nl: Bestanden zijn gekopieerd

source: Pods Have Been Pruned
es: Los pods han sido cortados
nl: Pods zijn opgeschoond

source: Pod Has Been Created
es: Cápsula creada
fr: Le pod a été créé
it: Il pod è stato creato
nl: Pod is aangemaakt

source: Pruning of Images Has Been Aborted
es: Interrumpida la eliminación de imágenes
fr: La suppression des images a été annulée
it: L'eliminazione delle immagini è stata annullata
nl: Opschonen van schijfkopiebestanden is afgebroken

source: Image Download Has Been Aborted
es: Interrumpida la descarga de la imagen
fr: Le téléchargement de l'image a été interrompu
it: Lo scaricamento dell'immagine è stato interrotto
nl: Downloaden van schijfkopiebestand is afgebroken

source: Image Built Has Been Aborted
es: Interrumpida la construcción de la imagen
fr: L'image construite a été annulée
it: La creazione dell'immagine è stata annullata
nl: Bouwen van schijfkopiebestand is afgebroken

source: Image Push Has Been Aborted
es: Se canceló el envío de las imágenes
nl: Pushen van schijfkopiebestand is afgebroken

source: Pruning of Containers Has Been Aborted
es: Se canceló la limpieza del contenedor
nl: Opschonen van containers is afgebroken

source: Container Creation Has Been Aborted
es: Interrumpida la creación del contenedor
fr: La création du conteneur a été annulée
it: La creazione del contenitore è stata annullata
nl: Aanmaken van container is afgebroken

source: Container Start Has Been Aborted
es: Se canceló el inicio del contenedor
it: L'avvio del container è stato interrotto
nl: Starten van container is afgebroken

source: Image Commitment Has Been Aborted
es: Interrumpida la confirmación de la imagen
fr: Commit de l’image annulé
it: Il commit dell'immagine è stato annullato
nl: Committen van schijfkopiebestand is afgebroken

source: Copying Files Has Been Aborted
es: Interrumpida la copia de archivos
fr: Copie des fichiers arrêtée
it: La copia dei file è stata interrotta
nl: Kopiëren van bestanden is afgebroken
