Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: Pods
es: Cápsulas
fi: Podit
pt_br: Cápsulas
ru: Капсулы

source: Manage your Podman containers
de: Verwalten Sie Ihre Podman-Container
fi: Pidä Podman-kontit hallinnassasi
pt_br: Gerencie seus contêineres Podman
ru: Управляйте контейнерами Podman
vi: Quản lý vùng chứa Podman của bạn

source: Gnome;GTK;libadwaita;Podman;Containerization;
de: Gnome;GTK;libadwaita;Podman;Containerisierung;
fi: Gnome;GTK;libadwaita;Podman;Containerization;kontitus;kontit;
it: Gnome;GTK;libadwaita;Podman;Containerizzazione;
nl: Gnome;GTK;libadwaita;Podman;Containerization;Containerisatie;
pt_br: Gnome;GTK;libadwaita;Podman;Containerização;Conteinerização;
ru: Gnome;GTK;libadwaita;Podman;Containerization;Контейнеры;

source: Default window width
de: Standard-Fensterbreite
es: Anchura de ventana predeterminada
fi: Ikkunan oletusleveys
fr: Largeur de la fenêtre par défaut
it: Larghezza finestra predefinita
nl: Standaardbreedte venster
pt_br: Largura padrão da janela
ru: Ширина окна по умолчанию
vi: Chiều rộng cửa sổ mặc định

source: Default window height
de: Standard Fensterhöhe
es: Altura de ventana predeterminada
fi: Ikkunan oletuskorkeus
fr: Hauteur de la fenêtre par défaut
it: Altezza finestra predefinita
nl: Standaardhoogte venster
pt_br: Altura padrão da janela
ru: Высота окна по умолчанию
vi: Chiều cao cửa sổ mặc định

source: Default window maximized behaviour
de: Standardverhalten bei maximiertem Fenster
es: Comportamiento de la ventana maximizada predeterminado
fr: Comportement par défaut de la fenêtre maximisée
it: Comportamento predefinito della finestra massimizzata
nl: Standaardgedrag bij maximaliseren
pt_br: Comportamento padrão da janela maximizada
ru: Поведение развернутого окна по умолчанию
vi: Hành vi tối đa hóa cửa sổ mặc định

source: The uuid of the connection that was used the last time
de: Die uuid der Verbindung, die das letzte Mal verwendet wurde
es: El UUID de la conexión que se usó la última vez
fi: Viimeksi käytetyn yhteyden uuid
fr: L’uuid de la connexion qui a été utilisée la dernière fois
it: UUID della connessione utilizzata l'ultima volta
nl: De UUID van de laatst gebruikte verbinding
pt_br: A UUID da conexão que foi utilizada na vez anterior
ru: UUID подключения, использованного в последний раз
vi: Uid của kết nối được sử dụng lần trước

source: The last used view
de: Die zuletzt verwendete Ansicht
es: La última vista usada
fi: Viimeksi käytetty näkymä
fr: La dernière vue utilisée
it: L'ultima vista utilizzata
nl: Laatstgebruikte weergave
pt_br: A última visualização usada
ru: Последний использованный вид
vi: Xem được sử dụng lần cuối

source: Whether to hide intermediate images
de: Ob Zwischenabbilder ausgeblendet werden sollen
pt_br: Se deve ocultar imagens intermediárias
ru: Скрывать ли промежуточные образы
vi: Có ẩn hình ảnh trung gian hay không

source: The last used container file path
de: Der Dateipfad des zuletzt verwendeten Containers
es: La última ruta del archivo contenedor usado
fi: Viimeksi käytetyn konttitiedoston polku
fr: Le dernier chemin du fichier du conteneur utilisé
it: Percorso file dell'ultimo contenitore utilizzato
nl: Bestandspad van laatstgebruikte container
pt_br: O último caminho de arquivo de contêiner usado
ru: Последний использованный путь к файлу контейнера
vi: Đường dẫn tệp vùng chứa được sử dụng lần cuối

source: Remove all images not in use by containers, not just dangling ones
de: Alle nicht von Containern verwendeten Images entfernen, nicht nur verwaiste.
es: Elimina todas las imágenes que no estén en uso por los contenedores, no sólo las residuales
fi: Poista kaikki levykuvat, jotka eivät ole konttien käytössä, ei pelkästään repsottavia (dangling) levykuvia
fr: Supprimer toutes les images qui ne sont pas utilisées par les conteneurs, pas seulement celles en attente
it: Rimuovi tutte le immagini non utilizzate dai contenitori, non solo quelle penzolanti
nl: Verwijder alle afbeeldingen niet in gebruik door containers, niet enkel de bengelende
pt_br: Remove todas as imagens que não são usada por contêineres, não apenas as pendentes
ru: Удалить все образы, не используемые контейнерами, а не только ожидающие
vi: Xóa tất cả hình ảnh không được vùng chứa sử dụng, không chỉ những hình ảnh treo lủng lẳng

source: Remove images even when they are used by external containers (e.g, by build containers)
de: Bilder entfernen, auch wenn sie von externen Containern verwendet werden (z. B. von Build-Containern).
es: Elimina las imágenes incluso cuando son usadas por contenedores externos (por ejemplo, por contenedores de construcción)
fi: Poista levykuvat vaikka ne ovat erillisten konttien (esim. koostamiskonttien) käytössä
fr: Supprimer les images même lorsqu’elles sont utilisées par des conteneurs externes (par exemple, par des conteneurs de construction (build containers))
it: Rimuovi le immagini anche quando utilizzate da contenitori esterni (ad es. dai contenitori di compilazione)
nl: Verwijder afbeeldingen zelfs als ze gebruikt worden door externe containers (bv. door (build) containers gebruikt om te bouwen)
pt_br: Remove imagens mesmo quando usadas por contêineres externos (por exemplo, por criar contêineres)
ru: Удалять образы, даже если они используются внешними контейнерами (например, контейнерами сборки)
vi: Xóa hình ảnh ngay cả khi chúng được sử dụng bởi các vùng chứa bên ngoài (ví dụ: bằng các vùng chứa bản dựng)

source: Whether to show only running containers
de: Ob nur laufende Container angezeigt werden sollen
es: Si se muestran sólo los contenedores en funcionamiento
fi: Näytetäänkö vain käynnissä olevat kontit
fr: Indique s’il faut afficher uniquement les conteneurs en cours d’exécution
it: Mostra solo contenitori in esecuzione
nl: Of alleen draaiende containers getoond moeten worden
pt_br: Se deve mostrar apenas contêineres em execução
ru: Показывать ли только запущенные контейнеры
vi: Có chỉ hiển thị các container đang chạy hay không

source: Whether to show only running pods
de: Ob nur laufende Pods angezeigt werden sollen
es: Si se muestran sólo las cápsulas en funcionamiento
fi: Näytetäänkö vain käynnissä olevat podit
fr: Indique s’il faut afficher uniquement les pods en cours d’exécution
it: Mostra solo contenitori in esecuzione
nl: Of alleen draaiende pods getoond moeten worden
pt_br: Se deve mostrar apenas Cápsulas em execução
ru: Показывать ли только запущенные капсулы
vi: Có chỉ hiển thị các nhóm đang chạy hay không

source: Whether to show only used volumes
de: Ob nur verwendete Volumen angezeigt werden sollen
pt_br: Se deve mostrar apenas volumes usados
ru: Показывать ли только используемые тома
vi: Có chỉ hiển thị các tập đã sử dụng hay không

source: Whether to show a timestamp for each log line
de: Ob Zeitstempel für jede Zeile des Protokolls angezeigt werden sollen
es: Si se muestra una marca de tiempo para cada línea de registro
fi: Näytetäänkö aikaleima jokaisella lokirivillä
fr: Indique s’il faut afficher l’horodatage pour chaque ligne de journal
it: Mostra un timestamp per ogni riga del registro
nl: Of er een tijdstempel getoond moet worden voor elke lijn in het logboek
pt_br: Se deve mostrar um carimbo de data/hora para cada linha de log
ru: Показывать ли временную метку для каждой строки журнала
vi: Có hiển thị dấu thời gian cho từng dòng nhật ký hay không

source: Whether to use a regex for search
de: Ob ein Regex für die Suche verwendet werden soll
es: Si se usará expresiones regulares en la búsqueda
fr: Indique s’il faut utiliser une expression régulière pour la recherche
it: Indica se usare un regex per la ricerca
nl: Of reguliere expressies worden gebruikt bij zoeken
pt_br: Se deve usar um regex para pesquisa
ru: Использовать ли регулярное выражение для поиска
vi: Có nên sử dụng biểu thức chính quy để tìm kiếm hay không

source: Whether search should be case-sensitive
de: Ob die Suche Groß-/Kleinschreibung beachten soll
es: Si la búsqueda será sensible a las mayúsculas
fi: Merkitseekö kirjainkoko hakuehdoissa
fr: Indique si la recherche doit tenir compte de la casse
it: Indica se la ricerca deve distinguere tra maiuscole e minuscole
nl: Of zoeken hoofdlettergevoelig moet zijn
pt_br: Se a pesquisa deve diferenciar maiúsculas de minúsculas
ru: Должен ли поиск учитывать регистр
vi: Liệu tìm kiếm có phân biệt chữ hoa chữ thường hay không

source: Whether to match whole words when searching
de: Ob die Suche nur ganze Wörter finden soll
es: Si deberá coincidir con palabras completas cuando esté buscando
fi: Etsitäänkö vain kokonaisia sanoja
fr: Indique s’il faut rechercher les mots entiers
it: Indica se abbinare parole intere durante la ricerca
nl: Of zoektermen met een volledig woord moeten overeenkomen bij het zoeken
pt_br: Se deve corresponder palavras inteiras ao pesquisar
ru: Сопоставлять ли целые слова при поиске
vi: Có khớp toàn bộ từ khi tìm kiếm hay không

source: The font scale of all text views
de: Der Schriftgrad aller Textansichten
es: La escala de fuente de todas las vistas de texto
fi: Kaikkien tekstinäkymien fonttiskaalaus
fr: L'échelle de police pour toutes les vues de texte
it: La scala dei caratteri di tutte le visualizzazioni di testo
nl: De lettertypegrootte van alle tekstelementen
pt_br: A escala da fonte de todas as exibições de texto
ru: Масштаб шрифта для всех текстовых представлений
vi: Tỷ lệ phông chữ của tất cả các chế độ xem văn bản

source: The font scale for terminals
de: Der Schriftgrad für Terminals
es: La escala de fuente de los terminales
it: La scala dei caratteri per i terminali
nl: De lettertypegrootte voor terminals
pt_br: A escala da fonte para terminais
ru: Масштаб шрифта для всех терминалов
vi: Tỷ lệ phông chữ cho thiết bị đầu cuối

source: Pods is a frontend for podman. It uses libadwaita for its user interface and strives to meet the design principles of GNOME.
de: Pods ist ein Frontend für Podman. Es verwendet Libadwaita für seine Benutzeroberfläche und orientiert sich an den Designprinzipien von GNOME.
es: Cápsulas es un frontend para podman. Usa libadwaita para su interfaz de usuario y se esfuerza por cumplir los principios de diseño de GNOME.
fi: Podit on podmanin käyttöliittymä. Se käyttää libadwaitaa käyttöliittymässään ja pyrkii noudattamaan Gnomen suunnitteluperiaatteita.
fr: Pods est un frontend pour podman. Il utilise libadwaita pour son interface utilisateur et s’efforce de répondre aux principes de conception de GNOME.
it: Pods è un frontend per Podman. Usa libadwaita per l'interfaccia utente seguendo i principi di progettazione di GNOME.
nl: Pods is een frontend voor Podman. Het maakt gebruik van LibAdwaita voor de gebruikersinterface en streeft aan de ontwerprichtlijnen van GNOME te voldoen.
pt_br: Cápsulas é um frontend para podman. Ele usa libadwaita para sua interface de usuário e se esforça para atender aos princípios de design do GNOME.
ru: «Капсулы» — это фронтенд для Podman. Он использует библиотеку libadwaita для своего пользовательского интерфейса и стремится соответствовать принципам дизайна GNOME.
vi: Pods là giao diện người dùng dành cho podman. Nó sử dụng libadwaita cho giao diện người dùng và cố gắng đáp ứng các nguyên tắc thiết kế của Gnome.

source: With Pods you can, among other things:
de: Mit Pods kannst du unter anderem:
es: Con Cápsulas puede, entre otras cosas:
fi: Podit muun muassa mahdollistaa seuraavat asiat:
fr: Avec Pods, vous pouvez, entre autres :
it: Con Pods è possibile, tra le altre cose:
nl: Met Pods kunt u onder andere:
pt_br: Com Cápsulas você pode, entre outras coisas:
ru: С помощью приложения «Капсулы» вы можете, помимо прочего:
vi: Với Pods, bạn có thể, trong số những thứ khác:

source: Connect to local and remote Podman instances.
de: Zu lokalen und entfernten Podman-Instanzen verbinden.
es: Conectar con instancias locales y remotas de Podman.
fi: Yhdistä paikallisiin ja etänä oleviin Podman-instansseihin.
fr: Vous connecter aux instances Podman locales et distantes.
it: Connettersi a istanze Podman locali e remote.
nl: Verbinden met lokale en externe Podman-instanties.
pt_br: Conectar-se a instâncias locais e remotas do Podman.
ru: Подключаться к локальным и удалённым экземплярам Podman.
vi: Kết nối với các phiên bản Podman cục bộ và từ xa.

source: Easily overview images, containers and pods.
de: Einen einfachen Überblick über Images, Container und Pods erhalten.
es: Vea fácilmente las imágenes, los contenedores y las cápsulas.
fi: Tarkastele levykuvia, kontteja ja podeja.
fr: Avoir facilement un aperçu général des images, conteneurs et pods.
it: Visualizza facilmente immagini, contenitori e pod.
nl: Gemakkelijk een overzicht krijgen van schijfkopiebestanden, containers en pods.
pt_br: Visualizar facilmente imagens, contêineres e Cápsulas.
ru: С лёгкостью просматривать образы, контейнеры и капсулы.
vi: Dễ dàng tổng quan về hình ảnh, vùng chứa và nhóm.

source: View prepared information about images, containers, and pods.
de: Vorbereitete Informationen zu Images, Containern und Pods anzeigen.
es: Ver información preparada sobre imágenes, contenedores y cápsulas.
fi: Katso tietoja levykuvista, konteista ja podeista.
fr: Afficher des informations préparées sur les images, les conteneurs et les pods.
it: Esaminare informazioni su immagini, contenitori e pod.
nl: Informatie bekijken over schijfkopiebestanden, containers en pods.
pt_br: Visualizar informações preparadas sobre imagens, contêineres e Cápsulas.
ru: Просматривать подготовленную информацию об образах, контейнерах и капсулах.
vi: Xem giới thiệu về đã chuẩn bị giới thiệu về hình ảnh, vùng chứa và nhóm.

source: Inspect images, containers and pods.
de: Images, Container und Pods inspizieren.
es: Inspeccionar imágenes, contenedores y cápsulas.
fi: Tutki levykuvia, kontteja ja podeja.
fr: Inspecter les images, les conteneurs et les pods.
it: Ispeziona immagini, contenitori e pod.
nl: Schijfkopiebestanden, containers en pods inspecteren.
pt_br: Inspecionar imagens, contêineres e Cápsulas.
ru: Инспектировать образы, контейнеры и капсулы.
vi: Kiểm tra hình ảnh, thùng chứa và nhóm.

source: View and search container logs.
de: Container-Protokolle anzeigen und durchsuchen.
es: Ver y buscar registros de contenedores.
fi: Katsele konttien lokeja ja etsi niiden sisällöstä.
fr: Afficher et rechercher les journaux (logs) des conteneurs.
it: Leggere e cercare nei registri dei contenitori.
nl: Container-logboeken bekijken en doorzoeken.
pt_br: Exibir e pesquisar logs de contêiner.
ru: Просматривать и искать в журналах контейнеров.
vi: Xem và tìm kiếm nhật ký vùng chứa.

source: Monitor processes of containers and pods.
de: Prozesse von Containern und Pods überwachen.
es: Supervisar los procesos de los contenedores y las cápsulas.
fi: Tarkastele konttien ja podien prosesseja.
fr: Surveiller les processus des conteneurs et des pods.
it: Monitora i processi di contenitori e pod.
nl: Processen van containers en pods beheren.
pt_br: Monitorar processos de contêineres e Cápsulas.
ru: Отслеживать процессы в контейнерах и капсулах.
vi: Giám sát quá trình của container và pod.

source: Download images and build them using Dockerfiles.
de: Images herunterladen und mit Dockerfiles erstellen.
es: Descargar imágenes y construirlas usando Dockerfiles.
fi: Lataa levykuvia ja koosta ne käyttäen Dockerfileja.
fr: Télécharger des images et les construire à l’aide de Dockerfiles.
it: Scaricare e creare immagini usando i Dockerfile.
nl: Schijfkopiebestanden downloaden en bouwen met behulp van Dockerfiles.
pt_br: Baixar imagens e criá-las usando Dockerfiles.
ru: Загружать образы и собирать их с помощью Dockerfiles.
vi: Tải xuống hình ảnh và xây dựng chúng bằng Dockerfiles.

source: Create pods and containers.
de: Pods und Container erstellen.
es: Crear cápsulas y contenedores.
fi: Luo podeja ja kontteja.
fr: Créer des pods et des conteneurs.
it: Crea pod e contenitori.
nl: Pods en containers aanmaken.
pt_br: Criar Cápsulas e contêineres.
ru: Создавать капсулы и контейнеры.
vi: Tạo nhóm và thùng chứa.

source: Control the lifecycle of containers and pods (in bulk) (start, stop, pause, etc.).
de: Den Lebenszyklus von Containern und Pods (auch mit Mehrfachauswahl) steuern (starten, stoppen, pausieren usw.).
es: Controlar el ciclo de vida de los contenedores y las cápsulas (en bloque) (inicio, parada, pausa, etc.).
fi: Hallitse konttien ja podien elinkaarta massana (käynnistä, pysäytä, keskeytä jne.)
fr: Contrôler le cycle de vie des conteneurs et des pods (en vrac) (démarrage, arrêt, pause, etc.).
it: Controllare il ciclo di vita di contenitori e pod (in blocco) (avvio, arresto, pausa, ecc.).
nl: De levenscyclus van containers en pods op grote schaal beheren (start, stop, pauze, etc.).
pt_br: Controle o ciclo de vida de contêineres e Cápsulas (em massa) (iniciar, parar, pausar, etc.).
ru: Управлять жизненным циклом контейнеров и капсул (в массовом порядке) (запуск, остановка, пауза и т. д.).
vi: Kiểm soát vòng đời của vùng chứa và nhóm (với số lượng lớn) (bắt đầu, dừng, tạm dừng, v.v.).

source: Delete images, containers, and pods (in bulk).
de: Bilder, Container und Pods (auch mit Mehrfachauswahl) löschen.
es: Eliminar imágenes, contenedores y cápsulas (en bloque).
fi: Poista levykuvia, kontteja ja podeja (massana).
fr: Supprimer des images, des conteneurs et des pods (en vrac).
it: Eliminare immagini, contenitori e pod (in blocco).
nl: Op grote schaal schijfkopiebestanden, containers en pods verwijderen.
pt_br: Deletar imagens, contêineres e Cápsulas (em massa).
ru: Удалять образы, контейнеры и капсулы (в массовом порядке).
vi: Xóa hình ảnh, vùng chứa và nhóm (với số lượng lớn).

source: Prune images.
de: Nicht benutzte Images entfernen.
es: Eliminar imágenes.
fi: Poista käyttämättömät levykuvat.
fr: Éliminer les images inutilisées.
it: Elimina immagini.
nl: Schijfkopiebestanden opschonen.
pt_br: Eliminar imagens.
ru: Очищать образы.
vi: Cắt tỉa hình ảnh.

source: Rename containers.
de: Container umbenennen.
es: Renombrar contenedores.
fi: Nimeä kontteja uudelleen.
fr: Renommer les conteneurs.
it: Rinomina contenitori.
nl: Containers hernoemen.
pt_br: Renomear contêineres.
ru: Переименовывать контейнеры.
vi: Đổi tên vùng chứa.

source: Container Overview
de: Container Übersicht
fi: Kontin yleisnäkymä
pt_br: Visão geral de contêineres
ru: Обзор контейнеров
vi: Tổng quan về vùng chứa

source: Containers Details in Compact Mode
de: Details zu Containern im Kompaktmodus
pt_br: Detalhes de contêineres no modo compacto
ru: Сведения о контейнерах в компактном режиме
vi: Chi tiết về vùng chứa ở Chế độ nhỏ gọn

source: Search Results
de: Suchergebnisse
fi: Hakutulokset
pt_br: Resultados de pesquisa
ru: Результаты поиска
vi: Kết quả tìm kiếm

source: Pods 2.1.0 contains the following changes:
de: Pods 2.1.0 enthält die folgenden Änderungen:
pt_br: Pods 2.1.0 contém as seguintes alterações:
ru: «Капсулы» 2.1.0 содержит следующие изменения:
vi: Nhóm 2.1.0 có những thay đổi sau:

source: Features
de: Funktionen
pt_br: Características
ru: Возможности
vi: Đặc trưng

source: Accent colors are now properly supported. (#804, #807, #809, #811)
de: Akzentfarben werden nun korrekt unterstützt. (#804, #807, #809, #811)
pt_br: As cores de destaque agora são apoiadas adequadamente. ( #804, #807, #809, #811)
ru: Теперь правильно поддерживаются акцентные цвета. (#804, #807, #809, #811)
vi: Màu nhấn hiện đã được hỗ trợ đúng cách. (#804, #807, #809, #811)

source: All dialogs have been ported to AdwDialog to be more adaptive. (#810)
de: Alle Dialoge wurden auf AdwDialog portiert, um anpassungsfähiger zu sein. (#810)
pt_br: Todos os diálogos foram transportados para o Adwdialog para serem mais adaptáveis. (#810)
ru: Все диалоговые окна были перенесены в AdwDialog для улучшения адаптивности. (#810)
vi: Tất cả các hộp thoại đã được chuyển sang AdwDialog để thích ứng hơn. (#810)

source: Containers are now represented by cards in the container panel. (#778)
de: Container werden jetzt durch Cards im Container-Panel dargestellt. (#778)
pt_br: Os contêineres agora são representados por cartões no painel de contêineres. (#778)
ru: Контейнеры представлены карточками на панели контейнеров. (#778)
vi: Các vùng chứa hiện được thể hiện bằng các thẻ trong bảng điều khiển vùng chứa. (#778)

source: The image search has been completely revised and is now much more streamlined. In addition, the tags of an image are suggested. (#758)
pt_br: A pesquisa de imagem foi completamente revisada e agora está muito mais simplificada. Além disso, as tags de uma imagem são sugeridas. (#758)
ru: Поиск образов был полностью переработан и стал намного более оптимизированным. Кроме того, предлагаются метки образа. (#758)
vi: Việc tìm kiếm hình ảnh đã được sửa đổi hoàn toàn và hiện được sắp xếp hợp lý hơn nhiều. Ngoài ra, các thẻ của một hình ảnh được đề xuất. (#758)

source: Port mappings can now be configured when creating pods. (#772)
pt_br: Os mapeamentos de porta agora podem ser configurados ao criar vagens. (#772)
ru: При создании капсул можно настраивать сопоставление портов. (#772)
vi: Ánh xạ cổng hiện có thể được định cấu hình khi tạo nhóm. (#772)

source: Enable searching for container and pod processes. (#747)
de: Aktivieren der Suche nach Container- und Pod-Prozessen. (#747)
pt_br: Habilite a busca de processos de contêiner e pod. (#747)
ru: Включена возможность поиска процессов контейнеров и капсул. (#747)
vi: Bật tìm kiếm các quy trình vùng chứa và nhóm. (#747)

source: Killing container processes is now supported. (#748)
pt_br: A matar processos de contêiner agora é suportada. (#748)
ru: Поддерживается завершение процессов контейнеров. (#748)
vi: Quá trình tiêu diệt vùng chứa hiện được hỗ trợ. (#748)

source: The image search results now have an "verified" icon if an image is official. (#761)
pt_br: Os resultados da pesquisa de imagem agora têm um ícone "verificado" se uma imagem for oficial. (#761)
ru: В результатах поиска образов теперь отображается значок «подтверждено», если образ является официальным. (#761)
vi: Kết quả tìm kiếm hình ảnh hiện có biểu tượng "đã xác minh" nếu hình ảnh là chính thức. (#761)

source: Logs are now sent to both std and syslog. (#763)
pt_br: Os logs agora são enviados para STD e Syslog. (#763)
ru: Журналы теперь отправляются как в std, так и в syslog. (#763)
vi: Nhật ký hiện được gửi đến cả std và syslog. (#763)

source: Make it possible to create privileged containers. (#753)
pt_br: Possibilite a criação de contêineres privilegiados. (#753)
ru: Добавлена возможность создавать привилегированные контейнеры. (#753)
vi: Làm cho nó có thể tạo các thùng chứa đặc quyền. (#753)

source: Better handling of empty states when selecting images, pods and volumes for a container to be created. (#769)
pt_br: Melhor manuseio de estados vazios ao selecionar imagens, vagens e volumes para que um contêiner seja criado. (#769)
ru: Улучшена обработка пустых состояний при выборе образов, капсул и томов для создаваемого контейнера. (#769)
vi: Xử lý tốt hơn các trạng thái trống khi chọn hình ảnh, nhóm và khối lượng cho vùng chứa sẽ được tạo. (#769)

source: Unification of status and health status in the container row. (#774)
pt_br: Unificação de status e estado de saúde na linha do contêiner. (#774)
ru: Объединение статуса и состояния работоспособности в строке контейнера. (#774)
vi: Thống nhất tình trạng và tình trạng sức khỏe trong hàng container. (#774)

source: The recently introduced libadwaita Spinner now replaces all gtk Spinners. (#802)
pt_br: O spinner Libadwaita recentemente introduzido agora substitui todos os spinners do GTK. (#802)
ru: Недавно введённый спиннер libadwaita теперь заменяет все спиннеры gtk. (#802)
vi: Libadwaita Spinner được giới thiệu gần đây hiện thay thế tất cả các Spinner gtk. (#802)

source: Fixes
pt_br: Correções
ru: Исправления
vi: Sửa lỗi
