Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: Error on resuming container
de: Fehler beim Fortsetzen des Containers
es: Error al reanudar el contenedor
fi: Virhe konttia palauttaessa
fr: Erreur lors de la reprise du conteneur
it: Errore durante la ripresa del contenitore
nl: Fout bij hervatten container
pt_br: Erro ao retomar o contêiner
ru: Ошибка при возобновлении работы контейнера
vi: Lỗi khi tiếp tục vùng chứa

source: Error on deleting container
de: Fehler beim Löschen des Containers
es: Error al eliminar el contenedor
fi: Virhe poistaessa konttia
fr: Erreur lors de la suppression du conteneur
it: Errore durante l'eliminazione del contenitore
nl: Fout bij verwijderen container
pt_br: Erro ao excluir o contêiner
ru: Ошибка удаления контейнера
vi: Lỗi khi xóa vùng chứa

source: 1 container, running
de: 1 Container, läuft
es: 1 contenedor, en ejecución
fi: 1 kontti, käynnissä
fr: 1 conteneur, en cours d’exécution
it: 1 Contenitore, in esecuzione
nl: 1 container, draaiend
pt_br: 1 contêiner, funcionando
ru: 1 контейнер, запущено
vi: 1 container đang chạy

source: 1 container, stopped
de: 1 Container, gestoppt
es: 1 contenedor, detenido
fi: 1 kontti, pysäytetty
fr: 1 conteneur, arrêté
it: 1 contenitore, arrestato
nl: 1 container, gestopt
pt_br: 1 recipiente, parado
ru: 1 контейнер, остановлено
vi: 1 container đã dừng

source: {} container total, {} running
de: {} Container insgesamt, {} läuft
fi: {} kontti yhteensä, {} käynnissä
pt_br: {} contêiner total, {} em execução
ru: {} контейнер всего, {} запущено
vi: {} tổng số container, {} đang chạy

source: {} Selected Container
de: {} Ausgewählter Container
es: {} contenedor seleccionado
fi: {} valittu kontti
fr: {} Conteneur sélectionné
it: {} contenitore selezionato
nl: {} geselecteerde container
pt_br: {} Contêiner selecionado
ru: Выбран {} контейнер
vi: {} Vùng chứa đã chọn

source: Confirm Forced Deletion of Multiple Containers
de: Bestätigen Sie das Erzwungene Löschen Mehrerer Container
es: Confirmar la eliminación forzada de varios contenedores
fi: Vahvista useiden konttien pakotettu poisto
fr: Confirmer de la suppression forcée de plusieurs conteneurs
it: Conferma l'eliminazione forzata di più contenitori
nl: Geforceerde verwijdering van meerdere containers bevestigen
pt_br: Confirmar exclusão forçada de vários contêineres
ru: Подтвердите принудительное удаление нескольких контейнеров
vi: Xác nhận buộc xóa nhiều vùng chứa

source: All the data created inside the containers will be lost and running containers will be stopped!
de: Alle Daten, die in den Containern erstellt wurden, gehen verloren und laufende Container werden gestoppt!
es: ¡Todos los datos creados dentro de los contenedores se perderán y los contenedores en funcionamiento se detendrán!
fi: Kaikki konttien sisään luotu data katoaa ja käynnissä olevat kontit pysäytetään!
fr: Toutes les données créées à l'intérieur des conteneurs seront perdues et les conteneurs en cours d'exécution seront arrêtés !
it: Tutti i dati creati all'interno dei contenitori andranno persi e i contenitori in esecuzione verranno interrotti!
nl: Alle aangemaakte data in de containers zullen verloren gaan en draaiende containers zullen worden gestopt!
pt_br: Todos os dados criados dentro dos contêineres serão perdidos e os contêineres em execução serão interrompidos!
ru: Все данные, созданные внутри контейнеров, будут утеряны, а запущенные контейнеры будут остановлены!
vi: Tất cả dữ liệu được tạo bên trong vùng chứa sẽ bị mất và các vùng chứa đang chạy sẽ bị dừng!

source: _Create Container
de: Container _Erstellen
es: _Crear contenedor
fi: _Luo kontti
nl: Container _aanmaken
pt_br: _Criar Contêiner
ru: _Создать контейнер
vi: Tạo vùng _chứa

source: _Prune Stopped Containers
de: Bereinige gestoppte Container
pt_br: _Remover Contêineres Parados
ru: _Удалить остановленные контейнеры
vi: _Cắt tỉa các thùng chứa đã dừng

source: _Select Visible
de: _Sichtbare auswählen
fi: _Valitse näkyvissä olevat
pt_br: _Selecionar Visíveis
ru: _Выбрать видимые
vi: _Chọn Hiển thị

source: Select None
de: Nichts auswählen
es: Seleccionar ninguno
fi: Älä valitse mitään
fr: Sélectionnez Aucun
it: Deseleziona tutto
nl: Geen selecteren
pt_br: Selecione Nenhum
ru: Очистить выбор
vi: Chọn không có

source: Prune Stopped Containers
de: Bereinige gestoppte Container
es: Retirar contenedores detenidos
nl: Gestopte containers opschonen
pt_br: Remover contêineres parados
ru: Удалить остановленные контейнеры
vi: Cắt tỉa các thùng chứa đã dừng

source: More Actions
de: Weitere Aktionen
fi: Lisää toimenpiteitä
pt_br: Mais ações
ru: Больше действий
vi: Thêm hành động

source: Show Only Running Containers
de: Nur laufende Container angezeigen
fi: Näytä vain käynnissä olevat kontit
pt_br: Mostrar apenas contêineres em execução
ru: Показать только запущенные контейнеры
vi: Chỉ hiển thị các container đang chạy

source: Multi-Selection
de: Mehrfachauswahl
es: Multiselección
fi: Monivalinta
fr: Sélection multiple
it: Selezione multipla
nl: Multiselectie
pt_br: Seleção múltipla
ru: Множественный выбор

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peru
fr: Annuler
it: Cancella
nl: Annuleren
pt_br: Cancelar
ru: Отменить
vi: Hủy

source: No Running Containers
de: Keine laufenden Container
fi: Ei käynnissä olevia kontteja
pt_br: Nenhum contêiner em execução
ru: Нет запущенных контейнеров
vi: Không container đang chạy

source: _Show All Containers
de: _Alle Container anzeigen
fi: Näytä _kaikki kontit
pt_br: _Mostrar todos os contêineres
ru: _Показать все контейнеры
vi: _Hiển thị tất cả các vùng chứa

source: No Containers Available
de: Keine Container gefunden
fi: Kontteja ei saatavilla
pt_br: Nenhum contêiner disponível
ru: Нет доступных контейнеров
vi: Không thùng chứa nào

source: _Prune
de: _Reduzieren
es: _Eliminar
fi: _Poista käyttämättömät
fr: _Élaguer
it: _Elimina
nl: _Opschonen
pt_br: _Eliminar
ru: _Очистить
vi: _Cắt tỉa

source: Prune Options
de: Optionen zum Bereininge
es: Opciones de eliminado
fi: Käyttämättömien poistamisen asetukset
fr: Paramètres de nettoyage
it: Opzioni di eliminazione
nl: Opschoningsinstellingen
pt_br: Opções de eliminar
ru: Параметры очистки
vi: Tùy chọn cắt tỉa

source: Prune containers created before this timestamp
de: Container bereinigen, die vor diesem Zeitpunkt erzeugt wurden.
pt_br: Podar contêineres criados antes deste registro de data e hora
ru: Удалить контейнеры, созданные до этой отметки времени
vi: Cắt bớt các vùng chứa được tạo trước dấu thời gian này

source: Container Path
de: Containerpfad
fi: Kontin polku
pt_br: Caminho do Contêiner
ru: Путь к контейнеру
vi: Đường dẫn vùng chứa

source: Readable
de: Lesbar
es: Legible
fi: Luettavissa
fr: Lisible
it: Leggibile
nl: Leesbaar
pt_br: Legível
ru: Чтение
vi: Có thể đọc được

source: Writable
de: Beschreibbar
es: Escritura
fi: Kirjoitettavissa
fr: Inscriptible
it: Scrivibile
nl: Schrijfbaar
pt_br: Gravável
ru: Запись
vi: Có thể ghi

source: Select Build Context Directory
de: Wählen Sie das Erstellungskontextverzeichnis
es: Seleccionar directorio contextual de construcción
fi: Valitse koostamisen kontekstihakemisto
fr: Sélectionnez un répertoire de contexte
it: Seleziona directory di compilazione
nl: Contextmap voor bouwen selecteren
pt_br: Selecione Construir Diretório de Contexto
ru: Выберите каталог контекста сборки
vi: Chọn thư mục bối cảnh xây dựng

source: Image name must not contain uppercase characters
de: Der Name des Images darf keine Großbuchstaben enthalten
fi: Levykuvan nimen ei tule sisältää isoja kirjaimia
pt_br: O nome da imagem não deve conter caracteres maiúsculos
ru: Имя образа не должно содержать символы в верхнем регистре
vi: Tên hình ảnh không được chứa ký tự viết hoa

source: Build Image
de: Erstelle Image
es: Construir imagen
fi: Koosta levykuva
fr: Construire une Image
it: Crea immagine
nl: Schijfkopiebestand bouwen
pt_br: Construir imagem
ru: Сборка образа
vi: Xây dựng hình ảnh

source: _Build
de: _Erstellen
es: _Construir
fi: _Koosta
fr: _Construire
it: _Compila
nl: _Bouwen
pt_br: _Construir
ru: _Сборка
vi: _Xây dựng

source: Image Name
es: Nombre de la imagen
fi: Levykuvan nimi
fr: Nom de l'image
it: Nome immagine
nl: Naam van schijfkopiebestand
pt_br: Nome da imagem
ru: Имя образа
vi: Tên hình ảnh

source: Build Context Directory
de: Erstellungskontextverzeichnis
es: Construir directorio contextual
fi: Koostamisen kontekstihakemisto
fr: Créer le répertoire de contexte
it: Directory compilazione
nl: Contextmap bouwen
pt_br: Construir diretório de contexto
ru: Каталог контекста сборки
vi: Xây dựng thư mục bối cảnh

source: Select…
de: Auswählen…
es: Seleccionar…
fi: Valitse…
fr: Sélectionnez…
it: Seleziona…
nl: Selecteren…
pt_br: Selecionar…
ru: Выбор…
vi: Chọn…

source: Containerfile Path Relative to Build Context Directory
de: Pfad der Containerdatei relativ zum Build-Kontextverzeichnis
es: Ruta del archivo contenedor relativa al directorio de contexto de construcción
fr: Chemin du fichier conteneur (Containerfile) relatif au répertoire de contexte de construction
it: Percorso file contenitore relativo alla directory di compilazione
nl: Containerfile-pad relatief aan de bouw-contextmap
pt_br: Caminho do Containerfile relativo para construir o diretório de contexto
ru: Путь к Containerfile относительно к каталога контекста сборки
vi: Đường dẫn tệp chứa liên quan đến thư mục ngữ cảnh xây dựng

source: {} (Virtual: {})
de: {} (Virtuell: {})
fi: {} (Virtuaalinen: {})
fr: {} (Virtuel : {})
it: {} (virtuali: {})
nl: {} (virtueel: {})
ru: {} (Виртуально: {})
vi: {} (Ảo: {})

source: {} (Shared: {})
de: {} (Geteilt: {})
es: {} (Compartida: {})
fi: {} (Jaettu: {})
fr: {} (Partagé : {})
it: {} (condivisi: {})
nl: {} (gedeeld: {})
pt_br: {} (compartilhado: {})
ru: {} (Общее: {})
vi: {} (Chia sẻ: {})

source: {} (Shared: {}, Virtual: {})
de: {} (Geteilt: {}, Virtuell: {})
es: {} (Compartida: {}, Virtual: {})
fi: {} (Jaettu: {}, Virtuaalinen: {})
fr: {} (Partagé : {}, Virtuel : {})
it: {} (condivisi: {}, virtuali: {})
nl: {} (gedeeld: {}, virtueel: {})
pt_br: {} (compartilhado: {}, virtual: {})
ru: {} (Общее: {}, Виртуально: {})
vi: {} (Chia sẻ: {}, Ảo: {})

source: Error on loading image details
de: Fehler beim Laden der Details über des Images
es: Error al cargar los detalles de la imagen
fi: Virhe ladatessa levykuvan tietoja
fr: Erreur lors du chargement des détails de l’image
it: Errore nel caricamento dei dettagli delle immagini
nl: Fout bij laden details van schijfkopiebestand
pt_br: Erro ao carregar detalhes da imagem
ru: Ошибка загрузки деталей образа
vi: Lỗi tải chi tiết hình ảnh

source: Image '{}' has been deleted
de: Image '{}' wurde gelöscht
es: La imagen '{}' ha sido eliminada
fi: Levykuva '{}' on poistettu
fr: L’image '{}' a été supprimée
it: L'immagine {} è stata eliminata
nl: Schijfkopiebestand ‘{}’ is verwijderd
pt_br: A imagem '{}' foi excluída
ru: Образ «{}» был удалён
vi: Hình ảnh '{}' đã bị xóa

source: Create Repository Tag
de: Erstelle Repository-Tag
es: Crear etiqueta de repositorio
fi: Luo tietovaraston tagi
nl: Repository-tag aanmaken
pt_br: Criar tag de repositório
ru: Создать ярлык репозитория
vi: Tạo thẻ lưu trữ

source: Delete Image
de: Lösche Image
es: Eliminar imagen
fi: Poista levykuva
it: Elimina immagine
nl: Schijfkopiebestand verwijderen
pt_br: Excluir imagem
ru: Удалить образ
vi: Xóa hình ảnh

source: Disk Space
de: Speicherplatz
fi: Levytila
pt_br: Espaço em disco
ru: Дисковое пространство
vi: Dung lượng ổ đĩa

source: Entry Point
de: Einstiegspunkt
es: Punto de entrada
fi: Alkupiste
fr: Point d'entrée
it: Punto di ingresso
nl: Toegangspunt
pt_br: Ponto de entrada
ru: Входная точка
vi: Điểm vào

source: Ports
es: Puertos
fi: Portit
it: Porte
nl: Poorten
pt_br: Portos
ru: Порты
vi: Cổng

source: View all image properties in a structured text form
de: Alle Image Eigenschaften in einer strukturierten Textform anzeigen
fi: Näytä kaikki levykuvan ominaisuudet rakenteellisessa tekstimuodossa
pt_br: Ver todas as propriedades da imagem em um formato de texto estruturado
ru: Просмотреть все свойства образа в форме структурированного текста
vi: Xem tất cả thuộc tính hình ảnh ở dạng văn bản có cấu trúc

source: History
de: Historie
es: Historial
fi: Historia
fr: Histoire
it: Cronologia
nl: Geschiedenis
pt_br: Histórico
ru: История
vi: Lịch sử

source: View parent layers of this image
de: Übergeordnete Ebenen des Images anzeigen
fi: Näytä tämän levykuvan ylätasot
pt_br: Ver camadas pai desta imagem
ru: Посмотреть родительские слои этого образа
vi: Xem các lớp cha của hình ảnh này

source: Repository Tags
es: Etiquetas del repositorio
fi: Tietovaraston tagit
fr: Balises du référentiel
it: Tag del repository
nl: Repository-labels
pt_br: Etiquetas do repositório
ru: Ярлыки репозитория
vi: Thẻ kho lưu trữ

source: {} entry
de: {} Eintrag
es: {} entrada
fi: {} kohde
fr: {} entrée
it: {} voce
nl: {} item
pt_br: {} entrada
ru: {} запись
vi: {} mục nhập

source: {} in total
de: {} insgesamt
es: {} en total
fi: {} yhteensä
fr: {} au total
it: {} in totale
nl: {} in totaal
pt_br: {} no total
ru: {} всего
vi: Tổng cộng {}

source: <None>
de: <Nichts>
es: <Ninguna>
fi: <Ei mitään>
fr: <Aucun>
it: <nessuno>
nl: <geen>
pt_br: <Nenhum>
ru: <Нет>
vi: <không có có>

source: Unknown Date
de: Unbekanntes Datum
es: Fecha desconocida
fi: Tuntematon päiväys
fr: Date inconnue
it: Data sconosciuta
nl: Onbekende datum
pt_br: Data desconhecida
ru: Неизвестная дата
vi: Ngày không xác định

source: Unknown size
de: Unbekannte Größe
es: Tamaño desconocido
fi: Tuntematon koko
fr: Taille inconnue
it: Dimensione sconosciuta
nl: Onbekende grootte
pt_br: Tamanho desconhecido
ru: Неизвестный размер
vi: Kích thước không xác định

source: Created by
de: Erstellt von
es: Creado por
fi: Luonut
fr: Créé par
it: Creato da
nl: Gemaakt door
pt_br: Criado por
ru: Создано
vi: Tạo bởi

source: Tags
es: Etiquetas
fi: Tagit
fr: Étiquettes
it: Tag
ru: Ярлыки
vi: Thẻ

source: Error on retrieving history
de: Fehler beim Abrufen der Historie
es: Error al recuperar el historial
fi: Virhe historiaa noutaessa
fr: Erreur lors de l’analyse de l’historique
it: Errore durante il riavvio del pod
nl: Fout bij ophalen geschiedenis
pt_br: Erro ao recuperar o histórico
ru: Ошибка получения истории
vi: Lỗi truy xuất lịch sử

source: Image History
de: Historie des Images
es: Historial de la imagen
fi: Levykuvan historia
fr: Historique des images
it: Storico immagine
nl: Schijfkopiebestandgeschiedenis
pt_br: História da imagem
ru: История образа
vi: Lịch sử hình ảnh

source: History List
de: Historienliste
es: Historial
fi: Historialuettelo
fr: Liste d'historique
it: Elenco cronologia
nl: Geschiedenislijst
pt_br: Lista de histórico
ru: Список истории
vi: Danh sách lịch sử

source: _Create Container…
de: Container _Erstellen…
es: _Crear contenedor…
fi: _Luo kontti…
fr: _Créer un conteneur…
it: _Crea contenitore…
nl: _Container aanmaken…
pt_br: _Criar contêiner…
ru: _Создать контейнер…
vi: Tạo vùng _chứa…

source: Image {}
fi: Levykuva {}
pt_br: Imagem {}
ru: Образ {}
vi: Hình ảnh {}

source: No Results For {}
de: Keine Ergebnisse für {}
es: No hay resultados para {}
fi: Ei tuloksia haulla {}
fr: Aucun résultat pour {}
it: Nessun risultato per {}
nl: Geen resultaten voor {}
pt_br: Nenhum resultado para {}
ru: Нет результатов для {}
vi: Không kết quả cho {}

source: Failed to search for images
de: Fehler bei der Suche nach Images
es: Fallo en la búsqueda de imágenes
fi: Levykuvien etsiminen epäonnistui
fr: Échec de la recherche d'images
it: Impossibile cercare le immagini
nl: Zoeken naar schijfkopiebestanden mislukt
pt_br: Falha ao pesquisar imagens
ru: Не удалось выполнить поиск образов
vi: Không thể tìm kiếm hình ảnh

source: Select Tag
de: Wähle Tag aus
fi: Valitse tagi
pt_br: Selecionar Tag
ru: Выберите метку
vi: Chọn thẻ

source: Enter image search term
de: Suchbegriff für Image eingeben
fi: Kirjoita levykuvan hakuehdot
pt_br: Insira o termo de pesquisa de imagem
ru: Введите запрос для поиска образов
vi: Nhập cụm từ tìm kiếm hình ảnh

source: Next
de: Nächstes
fi: Seuraava
pt_br: Próximo
ru: Следующий
vi: Kế tiếp

source: Find Remote Images
de: Entferntes Image finden
fi: Löydä etälevykuvia
pt_br: Encontre Imagens Remotas
ru: Найти удалённые образы
vi: Tìm kiếm hình ảnh từ xa

source: Please start typing to look for remote images
de: Bitte beginnen Sie mit der Eingabe, um nach Images zu suchen.
fi: Aloita kirjoittaminen etsiäksesi etälevykuvia
pt_br: Por favor, comece a digitar para procurar imagens remotas
ru: Начните набирать текст для поиска удалённых образов
vi: Hãy bắt đầu gõ để tìm kiếm hình ảnh từ xa

source: Searching
de: Suche
fi: Etsitään
pt_br: Procurando
ru: Выполняется поиск
vi: Tìm kiếm

source: Please retry another term
de: Bitte versuchen Sie es mit einem anderen Begriff
fi: Yritä uudelleen eri hakuehdolla
pt_br: Por favor, tente novamente outro termo
ru: Попробуйте другой запрос
vi: Vui lòng thử lại một thuật ngữ khác

source: Official
de: Offiziell
fi: Virallinen
pt_br: Oficial
ru: Официальный
vi: Chính thức

source: Select Image
de: Wähle Image aus
es: Seleccionar una imagen
fi: Valitse levykuva
nl: Schijfkopiebestand selecteren
pt_br: Selecionar imagem
ru: Выбрать образ
vi: Chọn hình ảnh

source: Local Image
de: Lokales Image
es: Imagen local
fi: Paikallinen levykuva
nl: Lokaal schijfkopiebestand
pt_br: Imagem local
ru: Локальный образ
vi: Hình ảnh cục bộ

source: Remote Image
de: Entferntes Image
es: Imagen remota
fi: Etälevykuva
fr: Image distante
it: Immagine remota
nl: Extern schijfkopiebestand
pt_br: Imagem remota
ru: Удалённый образ
vi: Hình ảnh từ xa

source: Select
de: Auswählen
fi: Valitse
pt_br: Selecione
ru: Выбор
vi: Chọn

source: No Local Images Available
de: Kein lokales Images verfügbar
fi: Paikallisia levykuvia ei saatavilla
pt_br: Nenhuma imagem local disponível
ru: Нет доступного локального образа
vi: Không hình ảnh địa phương nào

source: Filter
de: Filtern
es: Filtrar
fi: Suodata
it: Filtro
nl: Filteren
pt_br: Filtrar
ru: Фильтр
vi: Lọc

source: Select Local Image
de: Lokales Image auswählen
es: Seleccionar imagen local
fi: Valitse paikallinen levykuva
nl: Lokaal schijfkopiebestand selecteren
pt_br: Selecione a imagem local
ru: Выбрать локальный образ
vi: Chọn hình ảnh cục bộ

source: _Select
de: _Auswählen
es: _Seleccionar
fi: _Valitse
fr: _Sélectionner
it: _Seleziona
nl: _Selecteren
pt_br: _Selecionar
ru: _Выбор
vi: _Lựa chọn

source: No Results
de: Keine Ergebnisse gefunden
fi: Ei tuloksia
pt_br: Nenhum resultado
ru: Результатов не найдено
vi: Không kết quả

source: _Clear Filter
de: Filtern _löschen
fi: _Tyhjennä suodatin
pt_br: _Limpar filtro
ru: _Очистить фильтр
vi: Xóa bộ lọ_c

source: Confirm Image Deletion
de: Bestätigen Sie das Löschen des Images
pt_br: Confirmar exclusão da imagem
ru: Подтвердите удаление образа
vi: Xác nhận xóa hình ảnh

source: Image is used by container <b>{}</b>. Deleting the image will also delete all its associated containers.
de: Das Image wird vom Container <b>{}</b> verwendet. Beim Löschen des Images werden auch alle zugehörigen Container gelöscht.
es: La imagen es usada por el contenedor <b>{}</b>. Al eliminar la imagen también se eliminarán todos sus contenedores asociados.
fi: Levykuva on kontin <b>{}</b> käytössä. Levykuvan poistaminen poistaa myös kaikki siihen liittyvät kontit.
fr: L’image est utilisée par le conteneur <b>{}</b>. La suppression de l’image entraîne également la suppression de tous les conteneurs qui lui sont associés.
it: L'immagine è utilizzata dal contenitore <b>{}</b>. Tutti i contenitori associati all'immagine verranno eliminati.
nl: Schijfkopiebestand wordt gebruikt door container ‘{}’. Door deze te verwijderen worden ook alle bijbehorende containers verwijderd.
pt_br: A imagem é usada pelo contêiner <b>{}</b>. A exclusão da imagem também excluirá todos os contêineres associados.
ru: Образ используется контейнером <b>{}</b>. Удаление образа также удалит все связанные с ним контейнеры.
vi: Hình ảnh được sử dụng bởi vùng chứa <b>{}</b>. Xóa hình ảnh cũng sẽ xóa tất cả các vùng chứa liên quan của nó.

source: Error on deleting image '{}'
de: Fehler beim Löschen des Images '{} '
es: Error al eliminar la imagen '{}'
fi: Virhe levykuvaa '{}' poistaessa
fr: Erreur lors de la suppression de l'image '{}'
it: Errore nell'eliminazione dell'immagine '{}'
nl: Fout bij verwijderen schijfkopiebestand ‘{}’
pt_br: Erro ao excluir a imagem '{}'
ru: Ошибка удаления образа «{}»
vi: Lỗi xóa ảnh '{}'

source: 1 image, used
de: 1 Image, verwendet
es: 1 imagen, usada
fi: 1 levykuva, käytössä
fr: 1 image, utilisée
it: 1 immagine, usata
nl: 1 schijfkopiebestand, in gebruik
pt_br: 1 imagem, usada
ru: 1 образ, используется
vi: 1 hình ảnh, được sử dụng

source: 1 image, unused
de: 1 Image, unbenutzt
es: 1 imagen, sin usar
fi: 1 levykuva, käyttämätön
fr: 1 image, inutilisée
it: 1 immagine, non usata
nl: 1 schijfkopiebestand, niet in gebruik
pt_br: 1 imagem, não utilizada
ru: 1 образ, не используется
vi: 1 hình ảnh, chưa sử dụng

source: {} image total ({}), {} unused ({})
de: {} Image gesamt ({}), {} unbenutzt ({})
fi: {} levykuva yhteensä ({}), {} käyttämätön ({})
pt_br: {} imagem no total ({}), {} não usada ({})
ru: {} образ всего ({}), {} не используется ({})
vi: {} tổng số hình ảnh ({}), {} chưa sử dụng ({})

source: {} Selected Image
de: {} Ausgewähltes Image
es: {} imagen seleccionada
fi: {} valittu levykuva
fr: {} Image sélectionnée
it: {} immagine selezionata
nl: {} geselecteerd schijfkopiebestand
pt_br: {} imagem selecionada
ru: Выбран {} образ
vi: {} Hình ảnh đã chọn

source: Confirm Forced Deletion of Multiple Images
de: Bestätigen Sie das erzwungene Löschung mehrerer Images
es: Confirmar la eliminación forzada de varias imágenes
fi: Vahvista useiden levykuvien pakotettu poisto
fr: Confirmer la suppression forcée de plusieurs images
it: Conferma l'eliminazione forzata di più immagini
nl: Geforceerde verwijdering van meerdere schijfkopiebestanden bevestigen
pt_br: Confirmar exclusão forçada de várias imagens
ru: Подтвердите принудительное удаление нескольких образов
vi: Xác nhận buộc xóa nhiều hình ảnh

source: There may be containers associated with those images, which will also be removed!
de: Mit diesen Images können Container verknüpft sein, die ebenfalls entfernt werden!
es: ¡Es posible que haya contenedores asociados a esas imágenes, que también se eliminarán!
fi: Näihin levykuviin saattaa liittyä kontteja, jotka tullaan myös poistamaan!
fr: Il peut y avoir des conteneurs associés à ces images, qui seront également supprimés !
it: Potrebbero esserci contenitori associati a tali immagini e verranno anch'essi rimossi!
nl: Er zijn mogelijk containers geassocieerd met deze schijfkopiebestanden, welke ook zullen worden verwijderd!
pt_br: Pode haver contêineres associados a essas imagens, que também serão removidos!
ru: С этими образами могут быть связаны контейнеры, которые также будут удалены.
vi: Có thể có các vùng chứa được liên kết với những hình ảnh đó cũng sẽ bị xóa!

source: _Prune Unused Images
de: Nicht benutzte Images entfernen
pt_br: _Remover imagens não utilizadas
ru: _Удалить неиспользуемые образы
vi: _Cắt tỉa những hình ảnh không sử dụng

source: Create Image
de: Image erstellen
es: Crear imagen
fi: Luo levykuva
it: Crea immagine
nl: Schijfkopiebestand aanmaken
pt_br: Criar imagem
ru: Создать образ
vi: Tạo hình ảnh

source: Prune Unused Images
de: Nicht benutzte Images entfernen
pt_br: Remover imagens não utilizadas
ru: Удалить неиспользуемые образы
vi: Cắt tỉa những hình ảnh không sử dụng

source: Show Only Tagged Images
de: Nur getaggte Images anzeigen
fi: Näytä vain tagitetut levykuvat
pt_br: Mostrar apenas imagens marcadas
ru: Показывать только помеченные образы
vi: Chỉ hiển thị hình ảnh được gắn thẻ

source: No Tagged Images
de: Keine getaggten Images
fi: Ei tagitettuja levykuvia
pt_br: Nenhuma imagem marcada
ru: Нет помеченных образов
vi: Không hình ảnh được gắn thẻ
