Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: Creating tar archive…
de: Tar-Archiv erstellen…
es: Creando archivo tar…
fi: Luodaan tar-arkisto…
fr: Création d’une archive tar…
it: Creazione archivio tar…
nl: Tar-archief aanmaken…
pt_br: Criando arquivo tar …
ru: Создание архива tar…
vi: Đang tạo kho lưu trữ tar…

source: Tar archive created
de: Tar-Archiv erstellt
es: Archivo tar creado
fi: Tar-arkisto luotu
fr: Archive tar créée
it: Archivio tar creato
nl: Tar-archief aangemaakt
pt_br: Arquivo tar criado
ru: Архив tar создан
vi: Đã tạo kho lưu trữ Tar

source: Unwrapping tar archive…
de: Entpacken des tar-Archivs…
es: Desembalando archivo tar…
fr: Déballage de l’archive tar…
it: Scartare l'archivio tar…
nl: Tar-archief uitpakken…
pt_br: Desembrulhando o arquivo tar …
ru: Разворачивание архива tar…
vi: Đang mở gói kho lưu trữ tar…

source: Tar archive unwrapped
de: Tar-Archiv entpackt
es: Archivo tar desembalado
fr: Archive tar déballée
it: Archivio tar da scartare
nl: Tar-archief uitgepakt
pt_br: Arquivo tar desempacotado
ru: Архив tar развёрнут
vi: Đã mở kho lưu trữ Tar

source: Copying files into container…
de: Dateien werden in Container kopiert…
es: Copiando archivos en el contenedor…
fi: Kopioidaan tiedostoja konttiin…
fr: Copie des fichiers dans le conteneur…
it: Copia dei file nel contenitore…
nl: Bestanden kopiëren naar container…
pt_br: Copiando arquivos para o contêiner…
ru: Копирование файлов в контейнер…
vi: Đang sao chép tập tin vào vùng chứa…

source: Download <b>{}:{}</b> to <b>{}</b>
de: Lade <b>{}:{}</b> nach <b>{}</b> herunter
es: Descargar <b>{}:{}</b> a <b>{}</b>
nl: <b>{}:{}</b> downloaden naar <b>{}</b>
pt_br: Baixar <b>{}:{}</b> para <b>{}</b>
ru: Загрузите <b>{}:{}</b> в <b>{}</b>
vi: Tải xuống <b>{}:{}</b> về <b>{}</b>

source: Copying bytes into memory…
de: Bytes werden in den Speicher kopiert…
es: Copiando bytes en memoria…
fi: Kopioidaan tavuja muistiin…
fr: Copie des octets dans la mémoire…
it: Copia di byte in memoria…
nl: Bytes kopiëren naar geheugen…
pt_br: Copiando bytes para a memória…
ru: Копирование байтов в память…
vi: Đang sao chép byte vào bộ nhớ…

source: Size: {}
de: Größe: {}
es: Tamaño: {}
fi: Koko: {}
fr: Taille : {}
it: Dimensione: {}
nl: Grootte: {}
pt_br: Tamanho: {}
ru: Размер: {}
vi: Kích thước: {}

source: Create pod <b>{}</b>
de: Erstelle <b>{}</b> Pod
es: Crear cápsula <b>{}</b>
fi: Luo podi <b>{}</b>
it: Crea pod <b>{}</b>
nl: Pod <b>{}</b> aanmaken
pt_br: Criar cápsula <b>{}</b>
ru: Создать модуль <b>{}</b>
vi: Tạo nhóm <b>{}</b>

source: Prune stopped pods
de: Bereinige gestoppte Pods
es: Eliminar cápsulas no usadas
nl: Gestopte pods opschonen
pt_br: Remover Cápsulas paradas
ru: Удалить остановленные капсулы
vi: Cắt tỉa quả đã ngừng

source: Create volume <b>{}</b>
de: Erstelle Volume <b>{}</b>
fi: Luo taltio <b>{}</b>
pt_br: Criar volume <b>{}</b>
ru: Создать том <b>{}</b>
vi: Tạo tập <b>{}</b>

source: Prune unused volumes
de: Bereinige unbenutzte Images
pt_br: Remover volumes não utilizados
ru: Удалить неиспользуемые тома
vi: Cắt tỉa khối lượng không sử dụng

source: Connection '{}' already exists
de: Die Verbindung '{}' existiert bereits
fi: Yhteys '{}' on jo olemassa
pt_br: A conexão '{}' já existe
ru: Подключение «{}» уже существует
vi: Kết nối '{}' đã tồn tại

source: Configured
de: Konfiguriert
es: Configurado
fi: Määritetty
it: Configurato
nl: Geconfigureerd
pt_br: Configurado
ru: Настроен
vi: Đã định cấu hình

source: Created
de: Erstellt
es: Creado
fi: Luotu
fr: Créé
it: Creato
nl: Aangemaakt
pt_br: Criado
ru: Создано
vi: Tạo

source: Dead
de: Tot
es: Apagado
fi: Kuollut
fr: Mort
it: Inattivo
nl: Dood
pt_br: Morto
ru: Отключён
vi: Chết

source: Exited
de: Beendet
es: Detenido
fi: Poistuttu
fr: Sorti
it: Terminato
nl: Geëindigd
pt_br: Saiu
ru: Вышел
vi: Đã thoát

source: Initialized
de: Initialisiert
es: Inicializado
fi: Alustettu
fr: Initialisé
it: Inizializzato
nl: Geïnitialiseerd
pt_br: Inicializado
ru: Инициализирован
vi: Đã khởi tạo

source: Paused
de: Pausiert
es: Pausado
fi: Keskeytetty
fr: En pause
it: Sospeso
nl: Gepauzeerd
pt_br: Pausado
ru: Приостановлен
vi: Đã tạm dừng

source: Removing
de: Entfernen
es: Quitando
fi: Poistetaan
fr: Retrait
it: Rimozione
nl: Aan het verwijderen
pt_br: Removendo
ru: Удаляется
vi: Đang xóa

source: Restarting
de: Neustart
es: Reiniciando
fi: Käynnistetään uudelleen
fr: Redémarrage
it: Riavvio
nl: Aan het herstarten
pt_br: Reiniciando
ru: Перезапускается
vi: Khởi động lại

source: Running
de: Laufen
es: Ejecutando
fi: Käynnissä
fr: En exécution
it: In esecuzione
nl: Draaiend
pt_br: Executando
ru: Работает
vi: Đang chạy

source: Stopped
de: Gestoppt
es: Detenido
fi: Pysäytetty
fr: Arrêté
it: Arrestato
nl: Gestopt
pt_br: Parado
ru: Остановлен
vi: Đã dừng

source: Stopping
de: Stoppen
es: Deteniendo
fi: Pysäytetään
fr: Arrêt en cours
it: Interruzione
nl: Aan het stoppen
pt_br: Parando
ru: Остановка
vi: Đang dừng

source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
vi: Không xác định

source: Checking
de: Überprüfen
es: Comprobando
fi: Tarkistetaan
fr: Vérification
it: Verifica in corso
nl: Controleren
pt_br: Verificando
ru: Проверяется
vi: Kiểm tra

source: Healthy
de: Gesund
es: Sano
fi: Terve
fr: Sain
it: Integro
nl: Gezond
pt_br: Saudável
ru: Работоспособен
vi: Khỏe mạnh

source: Unhealthy
de: Ungesund
es: Poco sano
fi: Epäterve
fr: Non sain
it: Non integro
nl: Ongezond
pt_br: Insalubre
ru: Неработоспособен
vi: Không tốt cho sức khỏe

source: Unconfigured
de: Unkonfiguriert
es: Sin configurar
fi: Määrittämätön
fr: Non configuré
it: Non configurato
nl: Niet geconfigureerd
pt_br: Não configurado
ru: Не сконфигурировано
vi: Chưa được định cấu hình

source: Degraded
de: Degradiert
es: Degradado
fi: Heikentynyt
fr: Dégradé
it: Danneggiato
nl: Gedegradeerd
pt_br: Degradado
ru: Деградированное
vi: Xuống cấp

source: Error
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
nl: Fout
pt_br: Erro
ru: Ошибка
vi: Lỗi

source: {} h {} min {} s
fi: {} t {} min {} s
it: {} ore {} min {} sec
nl: {} u, {} m, {} s
ru: {} ч {} м {} с
vi: {} giờ {} phút {} giây

source: {} h {} s
fi: {} t {} s
it: {} ore {} sec
nl: {} u, {} s
ru: {} ч {} с
vi: {} giờ {} giây

source: {} min {} s
it: {} min {} sec
nl: {} m, {} s
ru: {} м {} с
vi: {} phút {} giây

source: {} min
nl: {} m
ru: {} м
vi: {} phút

source: {} s
it: {} sec
ru: {} с
vi: {} giây

source: a few seconds
de: ein paar Sekunden
es: unos segundos
fi: muutama sekuntia
fr: quelques secondes
it: pochi secondi
nl: een paar seconden
pt_br: alguns segundos
ru: несколько секунд
vi: một vài giây

source: {} minute
es: {} minuto
fi: {} minuutti
it: {} minuto
nl: {} minuut
pt_br: {} minuto
ru: {} минута
vi: {} phút

source: {} hour
de: {} Stunde
es: {} hora
fi: {} tunti
fr: {} heure
it: {} ora
nl: {} uur
pt_br: {} hora
ru: {} час
vi: {} giờ

source: {} day
de: {} Tag
es: {} día
fi: {} päivä
fr: {} jour
it: {} giorno
nl: {} dag
pt_br: {} dia
ru: {} день
vi: {} ngày

source: {} ago
de: vor {}
es: hace {}
fi: {} sitten
fr: il y a {}
it: {} fa
nl: {} geleden
pt_br: {} atrás
ru: {} назад
vi: {} trước

source: <none>
de: <nichts>
es: <ninguna>
fi: <ei mitään>
fr: <aucune>
it: <nessuno>
nl: <geen>
pt_br: <nenhum>
ru: <ничего>
vi: <không có có>

source: Error on open file dialog
de: Fehler beim Öffnen des Dateidialogs
es: Error en el diálogo de abrir archivo
fr: Erreur dans la boîte de dialogue d'ouverture de fichier
it: Errore finestra di dialogo file
nl: Fout bij bestandsselectiedialoog
pt_br: Erro na caixa de diálogo de arquivo aberto
ru: Ошибка открытия файлового диалога
vi: Lỗi hộp thoại mở tệp

source: Pruning Images
de: Bereinige Images
pt_br: Imagens de poda
ru: Удаление образов
vi: Cắt tỉa hình ảnh

source: Downloading Image
de: Image herunterladen
fi: Ladataan levykuva
pt_br: Baixando Imagem
ru: Загрузка образа
vi: Đang tải hình ảnh

source: Building Image
de: Image erstellen
fi: Koostetaan levykuva
pt_br: Imagem do edifício
ru: Сборка образа
vi: Hình ảnh tòa nhà

source: Pushing Image
de: Image hochladen
pt_br: Empurrando a imagem
ru: Передача образа
vi: Đẩy hình ảnh

source: Pruning Containers
de: Container werden bereinigt
pt_br: Recipientes de poda
ru: Удаление контейнеров
vi: Cắt tỉa thùng chứa

source: Creating Container
de: Erstelle Container
fi: Luodaan kontti
pt_br: Criando Container
ru: Создание контейнера
vi: Tạo vùng chứa

source: Starting Container
de: Starte Container
fi: Käynnistetään kontti
pt_br: Recipiente inicial
ru: Запуск контейнера
vi: Vùng chứa khởi động

source: Committing Image
de: Committe Image
fi: Kommitoidaan levykuva
pt_br: Comprometendo Imagem
ru: Фиксация образа
vi: Hình ảnh cam kết

source: Copying Files
de: Kopiere Dateien
fi: Kopioidaan tiedostoja
pt_br: Copiando arquivos
ru: Копирование файлов
vi: Sao chép tập tin

source: Pruning Pods
de: Bereinige Pods
pt_br: Cápsulas de poda
ru: Удаление капсул
vi: Vỏ cắt tỉa

source: Creating Pod
de: Erstelle Pod
fi: Luodaan podi
pt_br: Criando Cápsulas
ru: Создание капсулы
vi: Tạo nhóm

source: Creating Volume
de: Erstelle Volume
fi: Luodaan taltio
pt_br: Criando Volume
ru: Создание тома
vi: Tạo âm lượng

source: Pruning Volumes
de: Bereinige Volume
pt_br: Volumes de poda
ru: Удаление томов
vi: Khối lượng cắt tỉa

source: Images Pruned
de: Images sind bereinigt
pt_br: Imagens podadas
ru: Образы удалены
vi: Hình ảnh được cắt tỉa

source: Image Downloaded
de: Image wurde herunter geladen
fi: Levykuva ladattu
pt_br: Imagem baixada
ru: Образ загружен
vi: Đã tải xuống hình ảnh

source: Image Built
de: Image wurde erstellt
fi: Levykuva koostettu
pt_br: Imagem construída
ru: Образ собран
vi: Hình ảnh được xây dựng

source: Image Pushed
de: Image wurde gepusht
pt_br: Imagem empurrada
ru: Образ был передан
vi: Đã đẩy hình ảnh

source: Containers Pruned
de: Container wurden bereinigt
pt_br: Recipientes podados
ru: Контейнеры удалены
vi: Container tỉa

source: Container Created
de: Container wurde erstellt
fi: Kontti luotu
pt_br: Contêiner criado
ru: Контейнер создан
vi: Đã tạo vùng chứa

source: Container Started
de: Container wurde gestartet
fi: Kontti käynnistetty
pt_br: Recipiente iniciado
ru: Контейнер запущен
vi: Vùng chứa đã bắt đầu

source: Image Committed
de: Image wurde committet
pt_br: Imagem Comprometida
ru: Образ зафиксирован
vi: Hình ảnh đã cam kết

source: Files Copied
de: Dateien wurden kopiert
fi: Tiedostot kopioitu
pt_br: Arquivos copiados
ru: Файлы скопированы
vi: Tệp đã sao chép

source: Pods Pruned
de: Pods wurden bereinigt
pt_br: Cápsulas Podadas
ru: Капсулы удалены
vi: Quả được cắt tỉa

source: Pod Created
de: Pod wurde erstellt
fi: Podi luotu
pt_br: Cápsulas Criado
ru: Капсула создана
vi: Đã tạo nhóm

source: Volume Created
de: Volume wurde erstellt
fi: Taltio luotu
pt_br: Volume criado
ru: Том создан
vi: Âm lượng đã tạo

source: Volumes Pruned
de: Volumes wurden bereinigt
pt_br: Volumes podados
ru: Тома удалены
vi: Tập cắt tỉa

source: Image Pruning Aborted
de: Das Bereinigen der Images wurde abgebrochen
pt_br: Corte de imagem abortado
ru: Удаление образа прервано
vi: Cắt tỉa hình ảnh bị hủy bỏ

source: Image Download Aborted
de: Das Herunterladen des Images wurde abgebrochen
pt_br: Download de imagem abortado
ru: Загрузка образа прервана
vi: Tải xuống hình ảnh bị hủy bỏ

source: Image Built Aborted
de: Die Erstellung des Images wurde abgebrochen
pt_br: Imagem construída abortada
ru: Сборка образа прервана
vi: Hình ảnh được xây dựng bị hủy bỏ

source: Image Push Aborted
de: Das Pushen des Images wurde abgebrochen
pt_br: Envio de imagem abortado
ru: Передача образа прервана
vi: Đẩy hình ảnh bị hủy bỏ

source: Container Pruning Aborted
de: Das Bereinigen der Container wurde abgebrochen
pt_br: Poda de contêiner abortada
ru: Удаление контейнера прервано
vi: Việc cắt tỉa vùng chứa bị hủy bỏ

source: Container Creation Aborted
de: Die Erstellung des Containers wurde abgebrochen
pt_br: Criação de contêiner abortada
ru: Создание контейнера прервано
vi: Việc tạo vùng chứa bị hủy bỏ

source: Container Start Aborted
de: Der Start des Containers wurde abgebrochen
pt_br: Início do contêiner abortado
ru: Запуск контейнера прерван
vi: Bắt đầu vùng chứa bị hủy bỏ

source: Image Commit Aborted
de: Das Committen des Images wurde abgebrochen
pt_br: O processo de salvar as alterações na imagem foi abortado
ru: Фиксация образа прервана
vi: Cam kết hình ảnh bị hủy bỏ

source: File Copying Aborted
de: Das Kopieren der Datei wurde abgebrochen
pt_br: Cópia de arquivo abortada
ru: Копирование файлов прервано
vi: Sao chép tệp bị hủy bỏ

source: Pod Pruning Aborted
de: Die Bereinigung der Pods wurde abgebrochen
pt_br: cápsula Poda foi Abortada
ru: Удаление капсулы прервано
vi: Việc cắt tỉa quả đã bị hủy bỏ

source: Pod Creation Aborted
de: Die Erstellung des Pods wurde abgebrochen
fi: Podin luonti keskeytetty
pt_br: cápsula Criação foi Abortada
ru: Создание капсулы прервано
vi: Quá trình tạo nhóm bị hủy bỏ

source: Volume Creation Aborted
de: Die Erstellung des Volumes wurde abgebrochen
fi: Taltion luonti keskeytetty
pt_br: Criação de volume foi abortada
ru: Создание тома прервано
vi: Việc tạo tập đĩa bị hủy bỏ

source: Volume Pruning Aborted
de: Die Bereinigung der Volumes wurde abgebrochen
pt_br: Poda de volume foi abortada
ru: Удаление тома прервано
vi: Cắt tỉa âm lượng bị hủy bỏ

source: Pruning Image Failed
de: Das Beschneiden der Images ist fehlgeschlagen
pt_br: Falha na poda da imagem
ru: Не удалось удалить образ
vi: Cắt tỉa hình ảnh không thành công

source: Downloading Image Failed
de: Das Herunterladen des Images ist fehlgeschlagen
fi: Levykuvan lataaminen epäonnistui
pt_br: Falha no download da imagem
ru: Не удалось загрузить образ
vi: Tải xuống hình ảnh không thành công

source: Building Image Failed
de: Das Erstellen des Images ist fehlgeschlagen
fi: Levykuvan koostaminen epäonnistui
pt_br: Falha na construção da imagem
ru: Не удалось собрать образа
vi: Hình ảnh tòa nhà không thành công

source: Pushing Image Failed
de: Das Pushen des Images ist fehlgeschlagen
pt_br: Falha ao enviar imagem
ru: Не удалось передать образ
vi: Đẩy hình ảnh không thành công

source: Pruning Containers Failed
de: Das Bereinigen des Containers ist fehlgeschlagen
pt_br: Falha na poda de contêineres
ru: Не удалось удалить контейнеры
vi: Cắt tỉa thùng chứa không thành công

source: Creating Container Failed
de: Das Erstellen des Containers ist fehlgeschlagen
fi: Kontin luonti epäonnistui
pt_br: Falha ao criar contêiner
ru: Не удалось создать контейнеры
vi: Tạo vùng chứa không thành công

source: Starting Container Failed
de: Das Starten des Containers ist fehlgeschlagen
fi: Kontin käynnistys epäonnistui
pt_br: Falha ao iniciar o contêiner
ru: Не удалось запустить контейнер
vi: Khởi động vùng chứa không thành công

source: Committing Image Failed
de: Das Committen des Images ist fehlgeschlagen
pt_br: Falha ao confirmar a imagem
ru: Не удалось зафиксировать образ
vi: Cam kết hình ảnh không thành công

source: Copying Files Failed
de: Das Kopieren der Dateien ist fehlgeschlagen
fi: Tiedostojen kopioiminen epäonnistui
pt_br: Falha na cópia dos arquivos
ru: Не удалось копировать файлы
vi: Sao chép tập tin không thành công

source: Pruning Pods Failed
de: Das Bereinigen der Pods ist fehlgeschlagen
pt_br: Poda de Cápsulas falhou
ru: Не удалось удалить капсулы
vi: Cắt tỉa quả không thành công

source: Creating Pod Failed
de: Das Erstellen des Pods ist fehlgeschlagen
fi: Podin luonti epäonnistui
pt_br: A criação das Cápsulas falhou
ru: Не удалось создать капсулу
vi: Tạo nhóm không thành công

source: Creating Volume Failed
de: Das Erstellen des Volumes ist fehlgeschlagen
fi: Taltion luonti epäonnistui
pt_br: Falha ao criar volume
ru: Не удалось создать том
vi: Tạo tập không thành công

source: Pruning Volumes Failed
de: Das Bereinigen der Volumes ist fehlgeschlagen
pt_br: Falha na poda de volumes
ru: Не удалось удалить тома
vi: Cắt tỉa khối lượng không thành công

source: After {}
de: Nach {}
es: Después {}
fr: Après {}
it: Dopo {}
nl: Na {}
pt_br: Depois {}
ru: После {}
vi: Sau {}

source: Action
de: Aktionen
fi: Toimenpide
pt_br: Ação
ru: Действие
vi: Hoạt động

source: Error on opening artifact
de: Fehler beim Öffnen des Artefakts
es: Error al abrir el artefacto
fi: Virhe artifaktia avatessa
fr: Erreur lors de l’ouverture de l’artefact
it: Impossibile aprire l'artefatto
nl: Fout bij openen van artefact
pt_br: Erro ao abrir o artefato
ru: Ошибка открытия артефакта
vi: Lỗi khi mở hiện vật

source: Artifact has been deleted
de: Artefakt wurde gelöscht
es: El artefacto ha sido eliminado
fi: Artifakti on poistettu
fr: L’artefact a été supprimé
it: L'artefatto {} è stato eliminato
nl: Artefact is verwijderd
pt_br: Artefato foi excluído
ru: Артефакт был удалён
vi: Hiện vật đã bị xóa

source: _Abort
de: _Abbrechen
es: _Abortar
fi: _Keskeytä
fr: _Annuler
it: _Interrompi
nl: _Afbreken
pt_br: _Abortar
ru: _Прервать
vi: _Hủy bỏ

source: _View
de: _Betrachten
es: _Ver
fi: _Näytä
fr: _Vue
it: _Visualizza
nl: _Bekijken
pt_br: _Ver
ru: _Вид
vi: _Xem

source: _Retry
de: _Wiederholen
es: _Reintentar
fi: _Yritä uudelleen
fr: _Réessayer
it: _Riprova
nl: _Opnieuw proberen
pt_br: _Tentar novamente
ru: Повторить
vi: _Thử lại

source: Abort
de: Abbrechen
es: Abortar
fi: Keskeytä
fr: Annuler
it: Interrompi
nl: Afbreken
pt_br: Abortar
ru: Прервать
vi: Hủy bỏ

source: Remove
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
it: Rimuovi
nl: Verwijderen
pt_br: Retirar
ru: Удалить
vi: Xóa

source: Failed Pods Action
de: Gescheiterte Pod-Aktion
es: Acción de cápsulas fallida
fr: Action des pods ayant échoué
it: Azione pod non riuscita
nl: Pods-actie mislukt
pt_br: Ação de Cápsulas com Falha
ru: Неудачное действие с капсулой
vi: Hành động nhóm không thành công

source: Finished Pods Action
de: Beendete Pod-Aktion
es: Acción de cápsulas terminada
fr: Action des pods terminés
it: Azione pod terminata
nl: Pods-actie voltooid
pt_br: Ação Concluída em Cápsulas
ru: Завершённое действие с капсулой
vi: Hành động nhóm đã hoàn tất

source: Ongoing ({})
de: Laufend ({})
es: En curso ({})
fi: Meneillään ({})
fr: En cours ({})
it: In corso ({})
nl: Lopend ({})
pt_br: Em andamento ({})
ru: Текущие ({})
vi: Đang diễn ra ({})

source: Finished after {}
de: Beendet nach {}
es: Terminado después de {}
fi: Valmistumisessa kesti {}
fr: Fini après {}
it: Completato dopo {}
nl: Voltooid na {}
pt_br: Concluído após {}
ru: Завершено после {}
vi: Hoàn thành sau {}

source: Aborted after {}
de: Abgebrochen nach {}
pt_br: Abortado após {}
ru: Прервано после {}
vi: Bị hủy bỏ sau {}

source: Failed after {}
de: Gescheitert nach {}
es: Fallido después de {}
fi: Epäonnistui jälkeen {}
fr: Échec après {}
it: Fallito dopo {}
nl: Mislukt na {}
pt_br: Falha após {}
ru: Неудача после {}
vi: Thất bại sau {}

source: Actions
de: Aktionen
es: Acciones
fi: Toimenpiteet
it: Azioni
nl: Acties
pt_br: Ações
ru: Действия
vi: Hành động

source: Clear Finished Actions
de: Beendete Aktionen löschen
es: Borrar acciones finalizadas
fi: Tyhjennä valmistuneet toimenpiteet
it: Cancella le azioni concluse
nl: Voltooide acties wissen
pt_br: Ações finalizadas
ru: Очистить завершённые действия
vi: Xóa các hành động đã hoàn tất

source: No Actions
de: Keine Aktionen
es: No hay acciones
fi: Ei toimenpiteitä
it: Nessuna azione
nl: Geen acties
pt_br: Nenhuma ação
ru: Нет действий
vi: Không hành động nào

source: Containers
de: Container
es: Contenedores
fi: Kontit
fr: Conteneurs
it: Contenitori
pt_br: Contêineres
ru: Контейнеры
vi: Thùng chứa

source: Images
es: Imágenes
fi: Levykuvat
it: Immagini
nl: Afbeeldingen
pt_br: Imagens
ru: Образы
vi: Hình ảnh

source: Volumes
es: Volúmenes
fi: Taltiot
it: Volumi
nl: Volumen
ru: Тома
vi: Tập

source: Info
fi: Tietoja
pt_br: Informação
ru: Информация
vi: Thông tin

source: Search
de: Suchen
es: Buscar
fi: Etsi
fr: Rechercher
it: Ricerca
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
vi: Tìm kiếm

source: Home
de: Start
fi: Koti
pt_br: Casa
ru: Домашняя страница
vi: Thư mục chính

source: Connections
de: Verbindungen
es: Conexiones
fi: Yhteydet
fr: Connexions
it: Connessioni
nl: Verbindingen
pt_br: Conexões
ru: Подключения
vi: Kết nối

# app name
source: Pods
fi: Podit
pt_br: Cápsulas
ru: Капсулы
vi: Vỏ

source: Content
de: Inhalt
fi: Sisältö
pt_br: Contente
ru: Содержимое
vi: Nội dung

source: Error on establishing connection
de: Fehler beim Verbindungsaufbau
fi: Virhe yhteyttä muodostaessa
pt_br: Erro ao estabelecer conexão
ru: Ошибка при установлении соединения
vi: Lỗi khi thiết lập kết nối

source: Connect to Podman
de: Mit Podman verbinden
es: Conectar con Podman
fi: Yhdistä Podmaniin
fr: Connexion à Podman
it: Connessione a Podman
nl: Verbinding maken met Podman
pt_br: Conectar ao Podman
ru: Подключиться к Podman
vi: Kết nối với Podman

source: Choose an existing connection or create a new one
de: Wählen Sie entweder eine bestehende Verbindung oder erstellen Sie eine neue
fi: Valitse olemassa oleva yhteys tai luo uusi yhteys
pt_br: Escolha uma conexão existente ou crie uma nova
ru: Выберите существующее соединение или создайте новое
vi: Chọn kết nối hiện có hoặc tạo kết nối mới

source: official documentation
de: offizielle Dokumentation
es: documentación oficial
fi: viralliseen dokumentaatioon
fr: documentation officielle
it: documentazione ufficiale
nl: officiële documentatie
pt_br: Documentação oficial
ru: официальная документация
vi: tài liệu chính thức

source: Visit the {} for more information.
de: Besuchen Sie die {} für weitere Informationen.
es: Visite la {} para más información.
fi: Tutustu {} saadaksesi lisätietoja.
fr: Visitez la {} pour plus d’informations.
it: Visita {} per ulteriori informazioni.
nl: Bezoek de {} voor meer informatie.
pt_br: Visite o {} para obter mais informações.
ru: Посетите {}, чтобы получить больше информации.
vi: Hãy truy cập {} để biết thêm thông tin.

source: Confirm Connecting to New Instance
de: Bestätigen Sie die Verbindung zur Neuen Instanz
es: Confirmar la conexión a la instancia nueva
fi: Vahvista yhdistäminen uuteen instanssiin
fr: Confirmer la connexion à une nouvelle instance
it: Conferma connessione a nuova istanza
nl: Bevestig verbinden met nieuwe instantie
pt_br: Confirme a conexão com a nova instância
ru: Подтверждение подключения к новому экземпляру
vi: Xác nhận kết nối với phiên bản mới

source: New Connection
de: Neue Verbindung
es: Conexión nueva
fi: Uusi yhteys
fr: Nouvelle connexion
it: Nuova connessione
nl: Nieuwe verbinding
pt_br: Nova conexão
ru: Новое соединение
vi: Kết nối mới

source: _Cancel
de: _Abbrechen
es: _Cancelar
fi: _Peru
fr: _Annuler
it: _Annulla
nl: _Annuleren
pt_br: _Cancelar
ru: _Отмена
vi: _Hủy bỏ

source: _Connect
de: _Verbinden
es: _Conectar
fi: _Yhdistä
fr: Se _connecter
it: _Connetti
nl: _Verbinden
pt_br: _Conectar
ru: _Соединиться
vi: _Kết nối

source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nl: Naam
pt_br: Nome
ru: Имя
vi: Tên

source: Choose how to connect to Podman
de: Wählen Sie, wie die Verbindung zu Podman hergestellt werden soll.
fi: Valitse miten haluat yhdistää Podmaniin
pt_br: Escolha como se conectar ao Podman
ru: Выберите, как вы хотите подключиться к Podman
vi: Chọn cách kết nối với Podman

source: Unix Socket
es: Socket Unix
fi: Unix-pistoke
fr: Socket Unix
it: Socket Unix
pt_br: Socket Unix
ru: Сокет Unix
vi: Ổ cắm Unix

source: Podman Socket Activation
de: Podman-Socket-Aktivierung
es: Activación del zócalo Podman
fi: Podman-pistokkeen aktivointi
fr: Activation du socket Podman
it: Attivazione socket Podman
nl: Podman-socket-activatie
pt_br: Ativação do soquete do Podman
ru: Активация Podman с помощью сокета
vi: Kích hoạt ổ cắm Podman
