Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: Pruning of Pods Has Been Aborted
es: Se canceló la limpieza de pods
nl: Opschonen van pods is afgebroken

source: Pod Creation Has Been Aborted
es: Interrumpida la creación de la cápsula
fr: La création du pod a été annulée
it: La creazione del pod è stata interrotta
nl: Aanmaken van pod is afgebroken

source: Pruning of Images Has Failed
es: Fallo al eliminar las imágenes
fr: La suppression des images a échoué
it: Impossibile eliminare le immagini
nl: Opschonen van schijfkopiebestanden is mislukt

source: Image Download Has Failed
es: Fallo al descargar la imagen
fr: Le téléchargement de l’image a échoué
it: Impossibile scaricare l'immagine
nl: Downloaden van schijfkopiebestand is mislukt

source: Image Built Has Failed
es: Fallo al construir la imagen
fr: La construction de l’image a échoué
it: Impossibile creare l'immagine
nl: Bouwen van schijfkopiebestand is mislukt

source: Image Push Has Failed
es: La inserción de la imagen ha fallado
nl: Pishen van schijfkopiebestand is mislukt

source: Pruning of Containers Has Failed
es: La limpieza del contenedor falló
nl: Opschonen van containers is mislukt

source: Container Creation Has Failed
es: Fallo al crear el contenedor
fr: La création du conteneur a échoué
it: Impossibile creare il contenitore
nl: Aanmaken van container is mislukt

source: Container Start Has Failed
es: El inicio del contenedor ha fallado
it: L'avvio del container non è riuscito
nl: Starten van container is mislukt

source: Image Commitment Has Failed
es: Fallo al confirmar la imagen
fr: Commit des images échoué
it: Impossibile fare il commit dell'immagine
nl: Committen van schijfkopiebestand is mislukt

source: Copying Files Has Failed
es: Fallo al copiar los archivos
fr: La copie des fichiers a échoué
it: La copia dei file non è riuscita
nl: Kopiëren van bestanden is mislukt

source: Pruning of Pods Has Failed
es: Error al eliminar contenedores
nl: Opschonen van pods is mislukt

source: Pod Creation Has Failed
es: Fallo al crear la cápsula
fr: La création du pod a échoué
it: Impossibile creare il pod
nl: Aanmaken van pod is mislukt

source: Cancelled after {}
es: Cancelado después de {}
fr: Annulé après {}
it: Annullato dopo {}
nl: Geannuleerd na {}

source: Either choose an existing connection or create a new one.
es: Elija una conexión existente o cree una nueva.
fr: Choisissez une connexion existante ou créez-en une nouvelle.
it: Scegli una connessione esistente o creane una nuova.
nl: Kies een bestaande verbinding of maak een nieuwe aan.

source: Choose how you want to connect to Podman.
es: Elija cómo quiere conectarse a Podman.
fr: Choisissez comment vous voulez vous connecter à Podman.
it: Metodo di connessione a Podman.
nl: Kies hoe u met Podman wilt verbinden.

source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast

source: Connection String
es: Cadena de conexión
fr: Chaîne de connexion
it: Stringa di connessione
nl: Verbindingstekenreeks

source: There are ongoing actions whose progress will be irretrievably lost.
es: Hay acciones en curso cuyo progreso se perderá irremediablemente.
fr: Il y a des actions en cours dont les progrès seront irrémédiablement perdus.
it: Tutti i progressi delle azioni in corso verranno perduti e non saranno recuperabili.
nl: Er zijn lopende acties waarvan de voortgang onherroepelijk verloren zal gaan.

source: Pause the container before committing it.
es: Pause el contenedor antes de confirmarlo.
fr: Mettez le conteneur en pause avant de le valider.
it: Metti in pausa il contenitore prima del commit.
nl: Pauzeer de container alvorens deze te committen.

source: Instructions to apply while committing in Dockerfile format (i.e. "CMD=/bin/foo").
es: Instrucciones para aplicar durante la confirmación en formato Dockerfile (es decir, "CMD=/bin/foo").
fr: Instructions à appliquer lors de la validation du fichier Dockerfile (par exemple, "CMD=/bin/foo").
it: Istruzioni da applicare durante il commit in formato Dockerfile (es. "CMD=/bin/foo").
nl: Instructies om toe te passen tijdens het committen in Dockerfile-formaat (bijv. ‘CMD=/bin/foo’).

source: Pull latest image
es: Obtener la última imagen
fr: Télécharger la dernière image
it: Recupera immagine più recente
nl: Nieuwste schijfkopiebestand binnenhalen

source: Memory limit
es: Límite de memoria
fr: Limite de mémoire
it: Limite di memoria
nl: Geheugenlimiet

source: The number of retries allowed before a healthcheck is considered to be unhealthy.
es: El número de reintentos permitidos antes de que se considere que un análisis no es saludable.
fr: Nombre de réessais accordés avant qu’un contrôle de santé soit considéré comme n’étant pas sain.
it: Numero di tentativi consentiti prima di considerare un controllo d'integrità fallito.
nl: Het aantal toegestane herkansingen voor een gezondheidscheck als niet-gezond wordt beschouwd.

source: View all container properties in a structured text form.
es: Ver todas las propiedades del contenedor en forma de texto estructurado.
fr: Affichez toutes les propriétés du conteneur sous forme de texte structuré.
it: Visualizza tutte le proprietà del contenitore come testo strutturato.
nl: Bekijk alle containereigenschappen in een gestructureerd tekstformaat.

source: Generate Kubernetes YAML based on this container.
es: Generar YAML de Kubernetes basado en este contenedor.
fr: Générer un YAML Kubernetes basé sur ce conteneur.
it: Genera YAML di Kubernetes basato su questo contenitore.
nl: Genereert Kubernetes-YAML gebaseerd op deze container.

source: Connect to the container's terminal.
es: Conectar al terminal del contenedor.
fr: Se connecter au terminal du conteneur.
it: Connettiti al terminale del container.
nl: Verbindt met de terminal van de container.

source: View and search through container logs.
es: Ver y buscar en los registros de contenedores.
fr: Visualisez et recherchez dans les journaux des conteneurs.
it: Visualizza e cerca nei registri dei contenitori.
nl: Bekijk en doorzoek container-logboeken.

source: View processes that are currently running inside the container.
es: Ver los procesos que se están ejecutando actualmente dentro del contenedor.
fr: Affichez les processus qui sont actuellement en cours d'exécution dans le conteneur.
it: Visualizza i processi attualmente in esecuzione all'interno del contenitore.
nl: Bekijk processen welke momenteel binnen de container draaien.

source: Select a destination tar archive on the host.
es: Seleccione un archivo tar de destino en el anfitrión.
fr: Sélectionnez une archive tar de destination sur l'hôte.
it: Selezionare un archivio tar di destinazione sull'host.
nl: Selecteer een pad voor het tar-archief op de host.

source: Either select a file or a directory from the host to upload.
es: Seleccione un archivo o un directorio del anfitrión para cargar.
fr: Sélectionnez un fichier ou un répertoire de l’hôte à téléverser.
it: Selezionare un file o una directory dall'host da caricare.
nl: Selecteer een bestand of een map van de host om te uploaden.

source: Rows describe the last 5 health check attempts and results.
es: Las filas describen los últimos 5 intentos de chequeo y sus resultados.
fr: Les lignes décrivent les 5 dernières tentatives et résultats du bilan de santé.
it: Le righe descrivono gli ultimi 5 tentativi di controllo dell'integrità e i risultati.
nl: Rijen beschrijven de laatste 5 gezondheidschecks en bijbehorende resultaten.

source: Log has been saved.
es: El registro se ha guardado.
it: Il log è stato salvato.
nl: Logboek is opgeslagen

source: Start/Resume Container.
es: Iniciar/Reanudar contenedor.
it: Avvia/ripristina Container.
nl: Container starten/hervatten

source: Streaming is disconnected because container isn't running.
es: El streaming está desconectado porque el contenedor no se está ejecutando.
fr: Le streaming est déconnecté, car le conteneur n'est pas en cours d'exécution.
it: Streaming disconnesso perché il contenitore non è in esecuzione.
nl: Stream is niet verbonden omdat de container is uitgeschakeld.

source: No Containers Found
es: No se han encontrado contenedores
fr: Aucun conteneur trouvé
it: Nessun contenitore trovato
nl: Geen containers gevonden

source: You can use the button below to create an initial container.
es: Puede usar el botón de abajo para crear un contenedor inicial.
fr: Vous pouvez utiliser le bouton ci-dessous pour créer un conteneur initial.
it: Utilizzare il pulsante qui sotto per creare un contenitore iniziale.
nl: U kunt de knop hieronder gebruiken om een initiële container aan te maken.

source: Prune containers created before this timestamp.
es: Eliminar contenedores creados antes de esta marca de tiempo.
nl: Schoont containers op die zijn aangemaakt vóór dit tijdstip.

source: The container must be running to use the terminal.
es: El contenedor debe estar en ejecución para usar el terminal.
fr: Le conteneur doit être en cours d’exécution pour utiliser le terminal.
it: Il contenitore dev'essere in esecuzione per usare il terminale.
nl: De container moet ingeschakeld zijn om de terminal te gebruiken.

source: Image name should not contain uppercase characters.
es: El nombre de la imagen no debe contener mayúsculas.
fr: Le nom de l’image ne doit pas contenir de caractères majuscules.
it: Il nome dell'immagine non deve contenere caratteri maiuscoli.
nl: Naam van schijfkopiebestand mag geen hoofdletters bevatten.

source: Disk space
es: Espacio en disco
fr: Espace disque
it: Spazio sul disco
nl: Schijfruimte

source: View all image properties in a structured text form.
es: Ver todas las propiedades de la imagen en forma de texto estructurado.
fr: Affichez toutes les propriétés de l'image sous forme de texte structuré.
it: Visualizza tutte le proprietà dell'immagine come testo strutturato.
nl: Bekijk alle eigenschappen van het schijfkopiebestand in een gestructureerd tekstformaat.

source: View parent layers of this image.
es: Ver capas superiores de esta imagen.
fr: Affichez les calques parents de cette image.
it: Visualizza i livelli principali di questa immagine.
nl: Bekijk bovenliggende lagen van dit schijfkopiebestand.

source: Download Image
es: Descargar imagen
fr: Télécharger l’image
it: Scarica immagine
nl: Schijfkopiebestand downloaden

source: Confirm Forced Image Deletion
es: Confirmar eliminado forzoso de imágenes
fr: Confirmer la suppression forcée de l’image
it: Conferma l'eliminazione forzata dell'immagine
nl: Geforceerde verwijdering van schijfkopiebestand bevestigen

source: Image is used by a container. Deleting the image will also delete all its associated containers.
es: La imagen es usada por un contenedor. Al eliminar la imagen también se eliminarán todos sus contenedores asociados.
fr: L’image est utilisée par un conteneur. La suppression de l’image entraîne également la suppression de tous les conteneurs qui lui sont associés.
it: L'immagine è utilizzata da un contenitore. Tutti i contenitori associati all'immagine verranno eliminati.
nl: Schijfkopiebestand wordt gebruikt door een container. Door deze te verwijderen worden ook alle bijbehorende containers verwijderd.

source: _Force Delete
es: _Forzar eliminación
fr: _Forcer la suppression
it: _Forza eliminazione
nl: _Geforceerd verwijderen

source: Image Search
es: Búsqueda de imágenes
fr: Recherche d’images
it: Ricerca immagine
nl: Schijfkopiebestanden doorzoeken

source: All registries
es: Todos los registros
fr: Tous les registres
it: Tutti i registri
nl: Alle registers

source: Failed to retrieve podman info
es: No se ha podido recuperar la información de Podman
fr: Échec de la récupération des informations podman
it: Impossibile recuperare le informazioni su Podman
nl: Verkrijgen van Podman-info mislukt

source: No Registries Found
es: No se encontraron registros
fr: Aucun registre trouvé
it: Nessun registro trovato
nl: Geen registers gevonden

source: You cannot search for images without registries. Please follow the instructions on this <a href="https://github.com/containers/image/blob/b80addc01c0dab40c5d8945a1df61f3c72a3e40d/docs/containers-registries.conf.5.md">website</a> in order to add registries.
es: No puede buscar imágenes sin registros. Siga las instrucciones de este <a href="https://github.com/containers/image/blob/b80addc01c0dab40c5d8945a1df61f3c72a3e40d/docs/containers-registries.conf.5.md">sitio web</a> para añadir registros.
fr: Vous ne pouvez pas rechercher d'images sans registres. Veuillez suivre les instructions sur <a href="https://github.com/containers/image/blob/b80addc01c0dab40c5d8945a1df61f3c72a3e40d/docs/containers-registries.conf.5.md">ce site </a> afin d'ajouter des registres.
it: Non puoi cercare immagini senza registri. Seguire le istruzioni su <a href="https://github.com/containers/image/blob/b80addc01c0dab40c5d8945a1df61f3c72a3e40d/docs/containers-registries.conf.5.md">questo sito web</a> per aggiungere registri.
nl: U kunt niet zoeken naar schijfkopiebestanden zonder registers. Volg de instructies op <a href="https://github.com/containers/image/blob/b80addc01c0dab40c5d8945a1df61f3c72a3e40d/docs/containers-registries.conf.5.md">deze website</a> om registers toe te voegen.

source: Search for
es: Buscar
fr: Rechercher
it: Ricerca
nl: Zoeken naar

source: Registry
es: Registro
fr: Registre
it: Registro
nl: Register

source: No Images Found
es: No se encontraron imágenes
fr: Aucune image trouvée
it: Nessuna immagine trovata
nl: Geen schijfkopiebestanden gevonden

source: Please start typing to look for images.
es: Por favor, empiece a escribir para buscar imágenes.
fr: Commencez à écrire pour rechercher des images.
it: Inizia a digitare per cercare le immagini.
nl: Begin met typen om naar schijfkopiebestanden te zoeken.

source: Searching…
es: Buscando…
fr: Recherche…
it: Ricerca…
nl: Zoeken…

source: Please retry another term.
es: Por favor, vuelva a intentar otro término.
fr: Veuillez essayer un autre terme.
it: Riprova con un altro termine.
nl: Probeer opnieuw met een andere zoekterm.

source: Tag ('latest' if empty)
es: Etiqueta ("última" si está vacía)
fr: Tag ('latest' si vide)
it: Tag ('latest' se vuoto)
nl: Tag (‘latest’ indien leeg)

source: You can use the buttons below to add an initial image.
es: Puede usar los botones de abajo para añadir una imagen inicial.
fr: Vous pouvez utiliser les boutons ci-dessous pour ajouter une image initiale.
it: Utilizzare i pulsanti sottostanti per aggiungere un'immagine iniziale.
nl: U kunt de knoppen hieronder gebruiken om een initieel schijfkopiebestand toe te voegen.

source: Remove all images not in use by containers, not just dangling ones.
es: Eliminar todas las imágenes que no estén en uso por parte de los contenedores, no sólo las residuales.
fr: Supprimer toutes les images actuellement non-utilisées par des conteneurs, pas seulement les images ballantes.
it: Rimuovi tutte le immagini non utilizzate dai contenitori, non solo quelle penzolanti.
nl: Alle schijfkopiebestanden die niet gebruikt worden door containers verwijderen, niet enkel de bengelende.

source: Remove images even when they are used by external containers (e.g, by build containers).
es: Eliminar las imágenes incluso cuando son usadas por contenedores externos (por ejemplo, por contenedores de construcción).
fr: .Supprimer les images comprennat celles utilisées par des conteneurs externes (e.g. par des conteneurs de construction).
it: Rimuovi le immagini anche quando vengono utilizzate da contenitori esterni (ad es. dai contenitori di compilazione).
nl: Verwijder schijfkopiebestanden zelfs als ze gebruikt worden door externe containers (bv. door build-containers).

source: Prune images created before this timestamp.
es: Eliminar las imágenes creadas antes de esta marca de tiempo.
fr: Élaguer les images crées avant cet instant.
it: Elimina le immagini create prima di questo timestamp.
nl: Verwijder schijfkopiebestanden aangemaakt vóór dit tijdstip.

source: Describes the container storage and its attributes.
es: Describe el almacenamiento del contenedor y sus atributos.
fr: Décrit le stockage du conteneur et ses attributs.
it: Spazio di archiviazione del contenitore e relativi attributi.
nl: Beschrijft de containeropslag en de bijhorende attributen.

source: Describes the quantity of containers in the store by status.
es: Describe la cantidad de contenedores en el almacén por estado.
fr: Décrit la quantité de conteneurs par statut.
it: Quantità di contenitori archiviati in base allo stato.
nl: Beschrijft het aantal containers in de opslag per status.

source: Describes the image store. Right now only the number of images present.
es: Describe el almacén de imágenes. En este momento sólo el número de imágenes presentes.
fr: Décrit la bibliothèque d'images. Seulement le nombre d'image présente est disponible pour le moment.
it: Archivio delle immagini, al momento solo il numero delle immagini presenti.
nl: Beschrijft de opslag voor schijfkopiebestanden. Momenteel enkel het aantal beschikbare schijfkopiebestanden.

source: View all pod properties in a structured text form.
es: Ver todas las propiedades de la cápsula en forma de texto estructurado.
fr: Affichez toutes les propriétés des pods sous forme de texte structuré.
it: Visualizza tutte le proprietà del pod come testo strutturato.
nl: Bekijk alle pod-eigenschappen in een gestructureerd tekstformaat.

source: Generate Kubernetes YAML based on this pod.
es: Generar YAML de Kubernetes basado en esta cápsula.
fr: Générer un YAML Kubernetes basé sur ce conteneur.
it: Genera Kubernetes YAML in base a questo pod.
nl: Genereert Kubernetes-YAML gebaseerd op deze pod.

source: View processes that are currently running inside the pod.
es: Ver los procesos que se están ejecutando actualmente dentro de la cápsula.
fr: Voir les processus qui sont en cours d’exécution dans ce pod.
it: Visualizza i processi attualmente in esecuzione all'interno del pod.
nl: Bekijk processen welke nu in de pod draaien.

source: Confirm Forced Pod Deletion
es: Confirmar eliminado forzoso de la cápsula
fr: Confirmer la suppression forcée du pod
it: Conferma l'eliminazione forzata del pod
nl: Geforceerde pod-verwijdering bevestigen

source: Pod contains a container. Deleting the pod will also delete all its containers.
es: La cápsula contiene un contenedor. Al eliminar la cápsula se eliminarán todos sus contenedores.
fr: Le pod contient un conteneur. La suppression du pod entraînera la suppression de tous ses conteneurs.
it: Il pod contiene un contenitore. Tutti i contenitori associati al pod verranno eliminati.
nl: Pod bevat een container. Door deze pod te verwijderen zullen ook alle bijbehorende containers verwijderd worden.

source: No Pods Found
es: No se han encontrado cápsulas
fr: Aucune Pod trouvée
it: Nessun pod trovato
nl: Geen pods gevonden

source: You can use the button below to create an initial pod.
es: Puede usar el botón de abajo para crear una cápsula inicial.
fr: Vous Pouvez utiliser le bouton ci-dessous pour en créer un pod initiale.
it: Utilizzare il pulsante in basso per creare un pod iniziale.
nl: U kunt de knop hieronder gebruiken om een initiële pod aan te maken.

source: Some registries require authentication.
es: Algunos registros requieren autenticación.
it: Alcuni registri richiedono l'autenticazione.
nl: Sommige registers vereisen authenticatie.

source: Please start typing to look for results.
es: Por favor, empiece a teclear para buscar resultados.
fr: Veuillez commencer à taper pour chercher des résultats.
it: Inizia a digitare per cercare i risultati.
nl: Begin met typen om te zoeken.

source: Use the button below to create a new connection to Podman.
es: Use el botón de abajo para crear una conexión nueva con Podman.
fr: Utilisez le bouton ci-dessous pour créer une nouvelle connexion à Podman.
it: Usa il pulsante qui sotto per creare una nuova connessione a Podman.
nl: Gebruik de knop hieronder om een nieuwe verbinding met Podman te maken.

source: IP
nl: IP-adres

source: Whether to show intermediate images
fr: Afficher ou non les images intermédiaires

source: Images Overview
fr: Vue d’ensemble des images

source: Containers Overview
fr: Vue d’ensemble des conteneurs

source: Pods Overview
fr: Vue d’ensemble des pods

source: Local image
fr: Image locale

source: Remote image
fr: Image distante

source: Discard
fr: Abandonner

source: Interval how often health check is run.
fr: Intervalle d’exécution du contrôle de santé.

source: seconds
fr: secondes

source: The maximum time allowed to complete the health check before an interval is considered failed.
fr: Le temps maximum accordé pour terminer le contrôle de santé avant qu’un intervalle soit considéré comme échoué.

source: Start period
fr: Période de lancement

source: The initialization time needed for a container to bootstrap.
fr: Le temps d’initialisation nécessaire à l’amorçage d’un conteneur.

source: CPU
fr: Processeur

source: Container TTY
fr: Conteneur TTY

source: Only running
fr: Seulement en cours d’exécution

source: Summary
fr: Résumé

source: No containers found
fr: Aucun conteneur trouvé

source: Host path
fr: Chemin de l'hôte

source: Container path
fr: Chemin du conteneur

source: There are no containers associated with this image.
fr: Il n'y a pas de conteneurs associés à cette image.

source: _Download…
fr: _Télécharger…

source: _Build…
fr: _Construire…

source: Intermediates
fr: Intermédiaires

source: About Podman
fr: À propos de Podman

source: Enabled
fr: Activé

source: There are no containers in this pod.
fr: Il n'y a pas de conteneurs dans ce pod.

source: will be mapped to container port
fr: sera mappé au port du conteneur

source: _Select All
fr: _Tout sélectionner

source: Go Back
fr: Retour

source: Main View
fr: Vue principale

source: disabled
fr: désactivé

source: {} container total, {} running
fr: {} Nombre total de conteneur, {} en cours d'exécution

source: No images found
fr: Aucune image trouvée

source: {} image total, {} {} unused, {}
fr: {} image totale, {} {} inutilisé, {}

source: Error: {}
fr: Erreur : {}

source: Failed to create pod
fr: Échec de la création d'un pod

source: No pods found
fr: Aucune pod trouvée

source: {} pod total, {} running
fr: {} Nombre total de pod, {} en cours d'exécution

source: containers
fr: Conteneurs

source: Error on loading {}
fr: Erreur lors du chargement {}
