Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: To connect to the local Podman instance, the systemd socket must be enabled. You can enable it permanently by issuing the following command:
de: Um eine Verbindung zur lokalen Podman-Instanz herzustellen, muss der systemd-Socket aktiviert sein. Sie können ihn dauerhaft aktivieren, indem Sie den folgenden Befehl ausführen:
es: Para conectar a la instancia local de Podman, el socket de systemd debe estar habilitado. Puede habilitarlo permanentemente con el siguiente comando:
fi: Yhdistääksesi paikalliseen Podman-instanssiin, systemd-pistokkeen tulee olla käytössä. Voit ottaa sen pysyvästi käyttöön seuraavalla komennolla:
fr: Pour se connecter à l'instance locale de Podman, le socket systemd doit être activé. Vous pouvez l'activer de façon permanente en lançant la commande suivante :
it: Per connettersi all'istanza Podman locale, il socket systemd dev'essere abilitato. È possibile abilitarlo in modo permanente usando il seguente comando:
nl: Om met de lokale Podman-instantie te verbinden, moet de systemd-socket worden ingeschakeld. U kunt deze permanent inschakelen door de volgende opdracht uit te voeren:
pt_br: Para se conectar à instância local do Podman, o soquete systemd deve estar habilitado. Você pode ativá-lo permanentemente emitindo o seguinte comando:
ru: Чтобы подключиться к локальному экземпляру Podman, сокет systemd должен быть включён. Вы можете включить его перманентно, выполнив следующую команду:
vi: Để kết nối với phiên bản Podman cục bộ, ổ cắm systemd phải đã bật. Bạn có thể bật nó vĩnh viễn bằng cách ban hành lệnh sau:

source: Copy to Clipboard
de: In die Zwischenablage Kopieren
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
it: Copia negli appunti
nl: Naar klembord kopiëren
pt_br: Copiar para a área de transferência
ru: Скопировать в буфер обмена
vi: Sao chép vào bộ nhớ tạm

source: To connect to the local root Podman instance, create a custom connection (read the hints there).
de: Um eine Verbindung zur lokalen Root-Podman-Instanz herzustellen, erstellen Sie eine benutzerdefinierte Verbindung (lesen Sie dazu die Hinweise dort).
es: Para conectarse a la instancia raíz local de Podman, cree una conexión personalizada (lea las sugerencias al respecto).
fi: Yhdistääksesi paikalliseen Podmanin root-instanssiin, luo mukautettu yhteys (lue vinkit tästä).
fr: Pour se connecter à l’instance locale de Podman root, créez une connexion personnalisée (lisez les indices).
it: Per connetterti all'istanza Podman root locale, crea una connessione personalizzata (leggi i suggerimenti qui).
nl: Om met de lokale root-Podman-instantie te verbinden moet u een lokale verbinding aanmaken (zie bijbehorende uitleg).
pt_br: Para se conectar à instância raiz local do Podman, crie uma conexão personalizada (leia as dicas lá).
ru: Чтобы подключиться к локальному root-экземпляру Podman, создайте собственное подключение (прочитайте там подсказки).
vi: Để kết nối với phiên bản Podman gốc cục bộ, hãy tạo một kết nối tùy chỉnh (đọc gợi ý ở đó).

source: Custom URL
de: Benutzerdefinierte URL
fi: Mukautettu URL-osoite
pt_br: URL personalizada
ru: Пользовательский URL-адрес
vi: URL tùy chỉnh

source: Color
de: Farbe
fi: Väri
fr: Couleur
it: Colore
nl: Kleur
pt_br: Cor
ru: Цвет
vi: Màu sắc

source: Set the color of this connection
de: Die Farbe der Statusleiste bei dieser Verbindung festlegen
fi: Aseta tämän yhteyden väri
pt_br: Defina a cor desta conexão
ru: Установите цвет этого соединения
vi: Đặt màu của kết nối này

source: Custom Connection Info
de: Benutzerdefinierte Verbindungsinformationen
pt_br: Informações de conexão personalizadas
ru: Сведения о пользовательском соединении
vi: Thông tin kết nối tùy chỉnh

source: systemd unit path copied
de: Pfad der systemd-Unit kopiert
es: ruta de unidad systemd copiada
fi: systemd:n unit-yksikön polku kopioitu
fr: chemin de l'unité systemd copié
it: percorso dell'unità systemd copiato
nl: systemd-unit-pad gekopieerd
pt_br: Caminho da unidade systemd copiado
ru: Путь юнита systemd скопирован
vi: đường dẫn đơn vị systemd đã sao chép

source: systemd unit content copied
de: Inhalt der systemd-Unit kopiert
es: contenido de la unidad systemd copiado
fi: systemd:n unit-yksikön sisältö kopioitu
fr: contenu de l'unité systemd copié
it: contenuto dell'unità systemd copiato
nl: systemd-unit-inhoud gekopieerd
pt_br: Conteúdo da unidade systemd copiado
ru: Содержимое юнита systemd скопировано
vi: nội dung đơn vị systemd được sao chép

source: socket activation command copied
de: Socket-Aktivierungsbefehl kopiert
es: comando de activación de socket copiado
fi: pistokkeen aktivointikomento kopioitu
fr: commande d'activation de socket copiée
it: comando di attivazione socket copiato
nl: socket-activatieopdracht gekopieerd
pt_br: comando de ativação de soquete copiado
ru: Команда активации с помощью сокета скопирована
vi: lệnh kích hoạt ổ cắm đã sao chép

source: URL copied
de: URL kopiert
es: URL copiada
fi: URL-osoite kopioitu
fr: URL copiée
it: URL copiato
nl: URL gekopieerd
pt_br: URL copiado
ru: URL скопирован
vi: Đã sao chép URL

source: Custom Connection
de: Benutzerdefinierte Verbindung
es: Conexión personalizada
fi: Mukautettu yhteys
fr: Connexion personnalisée
it: Connessione personalizzata
nl: Aangepaste verbinding
pt_br: Conexão personalizada
ru: Пользовательское соединение
vi: Kết nối tùy chỉnh

source: You can connect to a Podman instance using <span weight="bold">HTTP</span>, <span weight="bold">TCP</span>, and <span weight="bold">UNIX</span> protocols. For example, the connection string might look like this:
de: Sie können sich zu einer Podman-Instanz mittels den Protokollen <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> und <span weight="bold">UNIX</span> verbinden. Der Verbindungsstring könnte zum Beispiel so aussehen:
es: Puede conectarse a una instance de Podman usando los protocolos <span weight="bold">HTTP</span>, <span weight="bold">TCP</span>, y <span weight="bold">UNIX</span>. Por ejemplo, la cadena de conexión podría tener este aspecto:
fi: Voit yhdistää Podman-instanssiin käyttäen <span weight="bold">HTTP</span>-, <span weight="bold">TCP</span>- ja <span weight="bold">UNIX</span>-protokollia. Yhteyden merkkijono voi näyttää esimerkiksi tältä:
fr: Vous pouvez vous connecter à une instance de Podman en utilisant les protocoles <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> et <span weight="bold">UNIX</span>. Par exemple, la chaîne de connexion pourrait ressembler à ceci :
it: Puoi connetterti a un'istanza Podman utilizzando <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> e <span weight="bold">UNIX</span> protocolli. Ad esempio, la stringa di connessione potrebbe essere simile a questa:
nl: U kunt verbinden met een Podman-instantie via de protocollen <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> en <span weight="bold">UNIX</span>. De verbindingstekenreeks kan er bijvoorbeeld als volgt uitzien:
pt_br: Você pode se conectar a uma instância do Podman usando os protocolos <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> e <span weight="bold">UNIX</span>. Por exemplo, a string de conexão pode ter esta aparência:
ru: Вы можете подключиться к экземпляру Podman, используя протоколы <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> и <span weight="bold">UNIX</span>. Например, строка подключения может выглядеть так:
vi: Bạn có thể kết nối với phiên bản Podman bằng các giao thức <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> và <span weight="bold">UNIX</span>. Ví dụ: chuỗi kết nối có thể trông như thế này:

source: Podman Root Connection
de: Podman-Root-Verbindung
es: Conexión raíz Podman
fi: Podmanin root-yhteys
fr: Connexion Podman root
it: Connessione root di Podman
nl: Podman-root-verbinding
pt_br: Conexão raiz do Podman
ru: Root-подключение Podman
vi: Kết nối gốc Podman

source: Unfortunately, it is currently not possible to connect to the Podman root instance directly, as <span weight="bold">/run/podman/podman.sock</span> is not readable for normal users. However, there is a workaround using a systemd unit. Save the following snippet:
de: Leider ist es derzeit nicht möglich, sich direkt mit der Podman-Root-Instanz zu verbinden, da <span weight="bold">/run/podman/podman.sock</span> für normale Benutzer nicht lesbar ist. Es gibt jedoch einen Workaround unter Verwendung einer systemd-Unit. Speichern Sie das folgende Snippet:
es: Por desgracia, de momento no es posible conectarse a la instancia raíz de Podman directamente, ya que <span weight="bold">/run/podman/podman.sock</span> no es legible para usuarios normales. Sin embargo, existe una solución alternativa usando una unidad systemd. Guarde el siguiente fragmento:
fi: Valitettavasti Podmanin root-instanssiin ei ole tällä hetkellä mahdollista yhdistää suoraan, koska <span weight="bold">/run/podman/podman.sock</span> ei ole tavallisten käyttäjien luettavissa. Tähän on kuitenkin olemassa kiertotie käyttäen systemd:n unit-yksikköä. Tallenna seuraava teksti:
fr: Malheureusement, il n'est actuellement pas possible de se connecter directement à l'instance racine de Podman, car <span weight="bold">/run/podman/podman.sock</span> n'est pas lisible pour les utilisateurs normaux. Cependant, il existe une solution de contournement en utilisant une unité systemd. Enregistrez l'extrait suivant :
it: Al momento non è possibile connettersi direttamente all'istanza root di Podman, poiché <span weight="bold">/run/podman/podman.sock</span> non è leggibile per gli utenti normali. Tuttavia, esiste una soluzione alternativa utilizzando un'unità systemd. Salva il seguente frammento:
nl: Het is helaas niet mogelijk om direct met de Podman-root-instantie omdat normale gebruikers geen leesrechten hebben voor <span weight="bold">/run/podman/podman.sock</span>. Er is echter een workaround met behulp van een systemd-unit. Sla het volgende fragment op:
pt_br: Infelizmente, atualmente não é possível conectar-se diretamente à instância raiz do Podman, pois <span weight="bold">/run/podman/podman.sock</span> não pode ser lido por usuários normais. No entanto, há uma solução alternativa usando uma unidade systemd. Salve o seguinte trecho:
ru: В настоящее время невозможно напрямую подключиться к root-экземпляру Podman, так как <span weight="bold">/run/podman/podman.sock</span> не читается обычными пользователями. Однако есть обходной путь с использованием модуля systemd. Сохраните следующий фрагмент:
vi: Rất tiếc, hiện tại không thể kết nối trực tiếp với phiên bản gốc của Podman vì <span weight="bold">/run/podman/podman.sock</span> không thể đọc được đối với người dùng thông thường. Tuy nhiên, có một cách giải quyết khác là sử dụng đơn vị systemd. Lưu đoạn mã sau:

source: Enable the service by issuing the command:
de: Aktivieren Sie den Dienst, indem Sie folgenden Befehl eingeben:
es: Activar el servicio emitiendo el comando:
fi: Ota palvelu käyttöön seuraavalla komennolla:
fr: Activez le service en lançant la commande :
it: Abilita il servizio eseguendo il comando:
nl: Schakel de service in door de volgende opdracht uit te voeren:
pt_br: Habilite o serviço emitindo o comando:
ru: Включите службу, выполнив команду:
vi: Bật dịch vụ bằng cách ra lệnh:

source: Enter the following URL here into the text field and create the connection:
de: Geben Sie hier die folgende URL in das Textfeld ein und erstellen Sie die Verbindung:
es: Introduzca aquí la siguiente URL en el campo de texto y cree la conexión:
fi: Kirjoita seuraava URL-osoite tekstikenttään ja luo uusi yhteys:
fr: Saisissez l’URL suivante dans le champ de texte et créez la connexion :
it: Inserisci qui il seguente URL nel campo di testo e crea la connessione:
nl: Voer de volgende URL in in het tekstveld en maak de verbinding aan:
pt_br: Insira a seguinte URL aqui no campo de texto e crie a conexão:
ru: Введите следующий URL в текстовое поле и создайте соединение:
vi: Nhập URL sau vào trường văn bản và tạo kết nối:

source: Local connection
de: Lokale Verbindung
es: Conexión local
fi: Paikallinen yhteys
fr: Connexion locale
it: Connessione locale
nl: Lokale verbinding
pt_br: Conexão local
ru: Локальное подключение
vi: Kết nối cục bộ

source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Cancella
nl: Verwijderen
pt_br: Excluir
ru: Удалить
vi: Xóa

source: There are ongoing actions whose progress will be irretrievably lost
de: Es gibt laufende Aktionen, deren Fortschritt unwiederbringlich verloren geht.
pt_br: Há ações em curso cujo progresso será irrevogavelmente perdido
ru: Выполняются действия, чей прогресс будет необратимо утрачен
vi: Có những hành động đang diễn ra mà tiến độ của chúng sẽ bị mất đi không thể cứu vãn được

source: _Confirm
de: _Bestätigen
es: _Confirmar
fi: _Vahvista
fr: _Confirmer
it: _Conferma
nl: _Bevestigen
pt_br: _Confirmar
ru: _Подтвердить
vi: Xá_c nhận

source: Confirm Switching Connection
de: Bestätigen Sie den Verbindungswechsel
es: Confirmar conexión de conmutación
fi: Vahvista yhteyden vaihtaminen
fr: Confirmer le changement de Connexion
it: Conferma cambio di connessione
nl: Bevestig wisselen van verbinding
pt_br: Confirme a conexão de comutação
ru: Подтвердить смену подключения
vi: Xác nhận chuyển đổi kết nối

source: Error on switching connection
de: Fehler beim Verbindungswechsel
es: Error en la conexión de conmutación
fi: Virhe yhteyttä vaihtaessa
fr: Erreur lors du changement de connexion
it: Errore nel cambio di connessione
nl: Fout bij wisselen van verbinding
pt_br: Erro ao alternar a conexão
ru: Ошибка смены подключения
vi: Lỗi chuyển đổi kết nối

source: New Connection (Ctrl+Shift+N)
de: Neue Verbindung (Strg+Shift+N)
es: Conexión nueva (Ctrl+Shift+N)
fi: Uusi yhteys (Ctrl+Shift+N)
it: Nuova connessione (Ctrl+Maiusc+N)
nl: Nieuwe verbinding (Ctrl+Shift+N)
pt_br: Nova conexão (Ctrl+Shift+N)
ru: Новое соединение (Ctrl+Shift+N)
vi: Kết nối mới (Ctrl+Shift+N)

source: Container {}
fi: Kontti {}
pt_br: Contêiner {}
ru: Контейнер {}
vi: Thùng chứa {}

source: Delete Container?
de: Container löschen?
pt_br: Excluir contêiner?
ru: Удалить контейнер?
vi: Xóa vùng chứa?

source: All settings and all changes made within the container will be irreversibly lost
de: Alle Einstellungen und alle innerhalb des Containers vorgenommenen Änderungen gehen unwiderruflich verloren
pt_br: Todas as configurações e todas as alterações feitas no contêiner serão perdidas irreversivelmente
ru: Все настройки и все изменения, внесённые в контейнере, будут безвозвратно утеряны
vi: Tất cả cài đặt và tất cả thay đổi được thực hiện trong vùng chứa sẽ bị mất mà không thể phục hồi được

source: {} / s
ru: {} / с
vi: {}/giây

source: Rename
de: Umbenennen
pt_br: Renomear
ru: Переименовать
vi: Đổi tên

source: No Ports Mappings
de: Keine Portzuordnungen
pt_br: Nenhum mapeamento de portas
ru: Нет сопоставлений портов
vi: Không bản đồ cổng

source: Kill
de: Abwürgen
es: Matar
fi: Tapa
fr: Tuer
it: Termina
nl: Geforceerd stoppen
pt_br: Matar
ru: Принудительно остановить
vi: Giết

source: Restart
de: Neustarten
es: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
it: Riavvia
nl: Herstarten
pt_br: Reiniciar
ru: Перезапустить
vi: Khởi động lại

source: Start/Resume
de: Starten/Fortsetzen
es: Iniciar/Reanudar
fi: Käynnistä/palauta
fr: Démarrer/Reprendre
it: Avvia/Riprendi
nl: Starten/hervatten
pt_br: Iniciar/Retomar
ru: Запустить/возобновить работу
vi: Bắt đầu/Tiếp tục

source: Stop
de: Stoppen
es: Detener
fi: Pysäytä
fr: _Arrêter
it: Arresto
nl: Stoppen
pt_br: Parar
ru: Остановить
vi: Dừng

source: Pause
de: Pausieren
es: Pausar
fi: Keskeytä
it: Pausa
nl: Pauzeren
pt_br: Pausar
ru: Пауза
vi: Tạm dừng

source: Change
de: Änderung
es: Cambiar
fi: Vaihda
fr: Changement
it: Cambia
nl: Aanpassen
pt_br: Mudar
ru: Изменить
vi: Thay đổi

source: Error on fetching user name
de: Fehler beim Ermitteln des Nutzernamens
es: Error al obtener el nombre de usuario
fi: Virhe käyttänimeä noutaessa
fr: Erreur lors de la récupération du nom d’utilisateur
it: Errore durante il recupero del nome utente
nl: Fout bij verkrijgen van gebruikersnaam
pt_br: Erro ao buscar o nome do usuário
ru: Ошибка получения имени пользователя
vi: Lỗi khi tìm nạp tên người dùng

source: Preferences
de: Einstellungen
fi: Asetukset
pt_br: Preferências
ru: Параметры
vi: Tùy chỉnh

source: Commit Container
de: Container Committen
es: Contenedor de confirmación
fi: Kommitoi kontti
fr: Enregistrer le Conteneur
it: Contenitore commit
nl: Container committen
pt_br: Fazer commit do contêiner
ru: Зафиксировать контейнер
vi: Cam kết vùng chứa

source: _Commit
de: _Committen
es: _Confirmar
fi: _Kommitoi
nl: _Committen
pt_br: Fazer _commit
ru: _Фиксация
vi: _Làm

source: General Commit Options
de: Allgemeine Commit-Optionen
es: Opciones generales de confirmación
fi: Yleiset kommittivalinnat
fr: Options générales de commit
it: Opzioni generali commit
nl: Algemene commit-opties
pt_br: Opções gerais de commit
ru: Общие параметры фиксации
vi: Tùy chọn cam kết chung

source: Author
de: Autor
es: Autor
fi: Tekijä
fr: Auteur
it: Autore
nl: Auteur
pt_br: Autor
ru: Автор
vi: Tác giả

source: Fetch Username
de: Ermittle Nutzernamen
es: Obtener nombre de usuario
fi: Nouda käyttäjänimi
fr: Récupérer le nom d’utilisateur
it: Recupera nome utente
nl: Gebruikersnaam opvragen
pt_br: Buscar nome de usuário
ru: Получить имя пользователя
vi: Tìm nạp tên người dùng

source: Comment
de: Kommentar
es: Comentario
fi: Kommentti
fr: Commentaire
it: Commento
nl: Opmerking
pt_br: Comentário
ru: Комментарий
vi: Bình luận

source: Repo
es: Repositorio
fi: Tietovarasto
fr: Dépôt
pt_br: Repositório
ru: Репозиторий

source: Tag
es: Etiqueta
fi: Tagi
fr: Étiquette
nl: Label
ru: Ярлык
vi: Thẻ

source: Format
es: Formato
fi: Muoto
it: Formato
nl: Formaat
pt_br: Formato
ru: Формат
vi: Định dạng

source: Pause the container before committing it
de: Pausieren Sie den Container vor dem Commit
pt_br: Pause o contêiner antes de confirmá-lo
ru: Приостановить контейнер перед его фиксацией
vi: Tạm dừng vùng chứa trước khi cam kết

source: Changes
de: Änderungen
es: Cambios
fi: Muutokset
fr: Changements
it: Modifiche
nl: Veranderingen
pt_br: Alterações
ru: Изменения
vi: Thay đổi

source: Instructions to apply while committing in Dockerfile format (i.e. "CMD=/bin/foo")
de: Anweisungen, die während des Commits im Dockerfile-Format angewendet werden sollen (z. B. "CMD=/bin/foo")
pt_br: Instruções para aplicar ao confirmar no formato Dockerfile (por exemplo, "CMD=/bin/foo")
ru: Инструкции для применения при фиксации в формате Dockerfile (например, «CMD=/bin/foo»)
vi: Hướng dẫn áp dụng trong khi cam kết ở định dạng Dockerfile (tức là "CMD=/bin/foo")

source: Argument
es: Argumento
fi: Argumentti
it: Argomento
pt_br: Argumento
ru: Аргумент
vi: Lý lẽ

source: Add Argument
de: Füge Argument hinzu
fi: Lisää argumentti
pt_br: Adicionar argumento
ru: Добавить аргумент
vi: Thêm đối số

source: Add Port Mapping
de: Füge Portzuordnungen hinzu
fi: Lisää porttisidos
pt_br: Adicionar mapeamento de porta
ru: Добавить сопоставление портов
vi: Thêm bản đồ cổng

source: Add Volume
de: Füge Volumes hinzu
fi: Lisää taltio
pt_br: Adicionar volume
ru: Добавить том
vi: Thêm âm lượng

source: Add Environment Variable
de: Füge Umgebungsvariable hinzu
fi: Lisää ympäristömuuttuja
pt_br: Adicionar variável de ambiente
ru: Добавить переменную среды
vi: Thêm biến môi trường

source: Add Label
de: Füge Label hinzu
fi: Lisää nimike
pt_br: Adicionar rótulo
ru: Добавить метку
vi: Thêm nhãn

source: Failed to create container
de: Fehler beim Erstellen des Containers
es: Fallo al crear el contenedor
fi: Kontin luonti epäonnistui
fr: Échec de la création du conteneur
it: Impossibile creare il contenitore
nl: Container aanmaken mislukt
pt_br: Falha ao criar o contêiner
ru: Не удалось создать контейнер
vi: Không tạo được vùng chứa

source: no image selected
de: kein Image ausgewählt
es: ninguna imagen seleccionada
fi: levykuvaa ei ole valittu
fr: Aucune image sélectionnée
it: nessuna immagine selezionata
nl: geen schijfkopiebestand geselecteerd
pt_br: Nenhuma imagem selecionada
ru: не выбран образ
vi: không hình ảnh nào được chọn

source: _Create Only
de: Nur _Erstellen
es: Sólo _crear
fi: _Luo pelkästään
fr: _Créer seulement
it: _Crea solo
nl: Alleen _aanmaken
pt_br: _Criar apenas
ru: Только _создать
vi: _Chỉ tạo

source: Create Container
de: Erstelle Container
es: Crear contenedor
fi: Luo kontti
fr: Créer le conteneur
it: Crea contenitore
nl: Container aanmaken
pt_br: Criar contêiner
ru: Создать контейнер
vi: Tạo vùng chứa

source: _Run
de: _Ausführen
es: _Ejecutar
fi: _Suorita
fr: _Exécuter
it: _Avvia
nl: _Uitvoeren
pt_br: _Executar
ru: _Запустить
vi: _Chạy

source: Details
es: Detalles
fi: Tiedot
fr: Détails de l'image
it: Dettagli
pt_br: Detalhes
ru: Подробности
vi: Chi tiết

source: Pod
es: Cápsula
fi: Podi
pt_br: Cápsula
ru: Капсула
vi: Nhóm

source: Pull Latest Image
de: Neuestes Image herunterladen
fi: Vedä viimeisin levykuva
pt_br: Puxar a última imagem
ru: Получить последний образ
vi: Kéo hình ảnh mới nhất

source: Terminal
fi: Pääte
it: Terminale
ru: Терминал
vi: Thiết bị đầu cuối

source: Privileged
de: Priveligiert
pt_br: Privilegiado
ru: Привилегированные
vi: Đặc quyền

source: Give extended privileges to container
de: Dem Container erweiterte Berechtigungen erteilen
fi: Anna laajennetut oikeudet kontille
pt_br: Conceder privilégios estendidos ao contêiner
ru: Предоставить расширенные привилегии контейнеру
vi: Cấp đặc quyền mở rộng cho vùng chứa

source: Memory Limit
de: Speicherlimit
fi: Muistiraja
pt_br: Limite de memória
ru: Ограничение памяти
vi: Giới hạn bộ nhớ

source: KB
fi: Kt
ru: КБ

source: MB
fi: Mt
ru: МБ

source: GB
fi: Gt
fr: MB
ru: ГБ

source: Command
de: Befehl
es: Comando
fi: Komento
fr: Commande
it: Comando
nl: Commando
pt_br: Comando
ru: Команда
vi: Lệnh

source: Arguments
de: Argumente
es: Argumentos
fi: Argumentit
it: Argomenti
nl: Argumenten
pt_br: Argumentos
ru: Аргументы
vi: Đối số

source: Integration
es: Integración
fi: Integraatio
fr: Intégration
it: Integrazione
nl: Integratie
pt_br: Integração
ru: Интеграция
vi: Tích hợp

source: Port Mappings
de: Portzuordnungen
es: Asignación de puertos
fi: Porttisidokset
fr: Mappage de ports
it: Mappature porte
nl: Poort-mapping
pt_br: Mapeamentos de portas
ru: Сопоставление портов
vi: Bản đồ cổng

source: Environment Variables
de: Umgebungsvariablen
es: Variables de entorno
fi: Ympäristömuuttujat
fr: Variables d'environement
it: Variabili d'ambiente
nl: Omgevingsvariabelen
pt_br: Variáveis de ambiente
ru: Переменные среды
vi: Biến môi trường

source: Labels
es: Etiquetas
fi: Nimikkeet
fr: Étiquettes (Label)
it: Etichette
pt_br: Etiquetas
ru: Метки
vi: Nhãn

source: Health Check
de: Gesundheitscheck
es: Análisis de salud
fi: Terveystarkastus
fr: Contrôle de santé
it: Controllo integrità
nl: Gezondheidscheck
pt_br: Verificação de saúde
ru: Проверка работоспособности
vi: Kiểm tra sức khỏe

source: Interval
de: Intervall
es: Intervalo
fi: Väli
fr: Intervalle
it: Intervallo
pt_br: Intervalo
ru: Интервал
vi: Khoảng thời gian

source: Health check interval in seconds
de: Intervall für Gesundheitsprüfung in Sekunden
fi: Terveystarkastuksen väli sekunneissa
pt_br: Intervalo de verificação de integridade em segundos
ru: Интервал проверки работоспособности в секундах
vi: Khoảng thời gian kiểm tra sức khỏe tính bằng giây

source: Timeout
de: Zeitüberschreitung
es: Tiempo límite
fi: Aikakatkaisu
fr: Délai d’expiration
pt_br: Tempo limite
ru: Тайм-аут
vi: Hết thời gian
