Repository: marhkb/pods
Catalog: po/*.po
Languages: de, es, fi, fr, it, nl, pt_br, ru, vi

source: Also the selection of a pod in the container creation page has been improved similarly to the image selection.
pt_br: Além disso, a seleção de uma cápsula na página de criação de contêiner foi aprimorada de forma semelhante à seleção de imagem.
ru: Также улучшен выбор капсулы на странице создания контейнера аналогично выбору образа.
vi: Ngoài ra, việc lựa chọn nhóm trong trang tạo vùng chứa cũng đã được cải thiện tương tự như việc lựa chọn hình ảnh.

source: The image row now shows the tag of an image in the accent color to the right of the image id.
pt_br: A linha de imagem agora mostra a tag de uma imagem na cor do acento à direita do id da imagem.
ru: В строке образа справа от идентификатора образа отображается метка образа акцентным цветом.
vi: Hàng hình ảnh hiện hiển thị thẻ của hình ảnh bằng màu nhấn ở bên phải id hình ảnh.

source: The container row now displays the mapped host port of a container next to the container name, if there is one.
pt_br: A linha do contêiner agora exibe a porta do host mapeada de um contêiner ao lado do nome do contêiner, se houver.
ru: В строке контейнера теперь рядом с именем контейнера отображается сопоставленный порт хоста, если он есть.
vi: Hàng vùng chứa hiện hiển thị cổng máy chủ được ánh xạ của vùng chứa bên cạnh tên vùng chứa, nếu có.

source: Port Bindings in the container details page are now shown inside an AdwExpanderRow
pt_br: As ligações (bindings) de porta na página de detalhes do contêiner agora são mostradas dentro de um AdwExpanderRow
ru: Привязки портов на странице сведений о контейнере теперь отображаются внутри AdwExpanderRow.
vi: Ràng buộc cổng trong trang chi tiết vùng chứa hiện được hiển thị bên trong AdwExpanderRow

source: The multi-selection mode of images, containers and pods is now animated a bit more nicely.
de: Der Mehrfachauswahlmodus für Images, Container und Pods ist jetzt etwas schöner animiert.
pt_br: O modo multisseleção de imagens, contêineres e Cápsulas é agora animado de forma um pouco mais legal.
ru: Режим множественного выбора образов, контейнеров и капсул теперь анимирован немного лучше.
vi: Chế độ đa lựa chọn của hình ảnh, vùng chứa và nhóm giờ đây đã hoạt hình độc đáo hơn một chút.

source: The sizes of all GtkSpinners have been standardized throughout the application.
pt_br: Os tamanhos de todos os GtkSpinners foram padronizados ao longo do aplicativo.
ru: Размеры всех спиннеров Gtk были стандартизированы во всём приложении.
vi: Kích thước của tất cả GtkSpinners đã được chuẩn hóa trong tất cả ứng dụng.

source: The gtk-rs library was updated to version 0.5, which made many internal code improvements possible.
pt_br: A biblioteca gtk-rs foi atualizada para a versão 0.5, o que tornou possível muitas melhorias de código interno.
ru: Библиотека gtk-rs была обновлена до версии 0.5, что позволило внести множество внутренних улучшений в код.
vi: Thư viện gtk-rs đã được cập nhật lên phiên bản 0.5, giúp cải thiện nhiều mã nội bộ.

source: As always, there were a number of minor bug fixes, visual improvements, internal code improvements, and translation updates that have not been mentioned here.
pt_br: Como sempre, houve várias correções de bugs menores, melhorias visuais, melhorias internas de código e atualizações de tradução que não foram mencionadas aqui.
ru: Как всегда, было исправлено множество мелких ошибок, внесены визуальные улучшения, внутренние улучшения кода и обновления переводов, которые не были упомянуты здесь.
vi: Như mọi khi, có một số sửa lỗi nhỏ, cải tiến hình ảnh, cải tiến mã nội bộ và cập nhật bản dịch chưa được đề cập ở đây.

source: The sixth beta release of Pods 1.0.0 includes the following changes:
pt_br: O sexto release beta do Cápsulas 1.0.0 inclui as seguintes mudanças:
ru: Шестая бета-версия «Капсул» 1.0.0 включает следующие изменения:
vi: Bản phát hành beta thứ sáu của Pods 1.0.0 bao gồm những thay đổi sau:

source: The duration for individual actions such as downloading an image is now displayed.
pt_br: A duração de ações individuais, como baixar uma imagem, agora é exibida.
ru: Теперь отображается продолжительность отдельных действий, таких как загрузка образа.
vi: Thời lượng cho các hành động riêng lẻ như tải xuống hình ảnh hiện được hiển thị.

source: In the overview for all images, individual images can now be updated via the context menu.
pt_br: Na visão geral de todas as imagens, as imagens individuais agora podem ser atualizadas por meio do menu de contexto.
ru: В обзоре всех образов отдельные образы теперь можно обновлять через контекстное меню.
vi: Trong phần tổng quan cho tất cả hình ảnh, giờ đây bạn có thể cập nhật từng hình ảnh thông qua menu ngữ cảnh.

source: Missing settings for creating pods have been added, thanks to @vv9k.
pt_br: Configurações ausentes para a criação de Cápsulas foram adicionadas, graças a @vv9k.
ru: Благодаря @vv9k были добавлены недостающие параметры для создания капсул.
vi: Các cài đặt còn thiếu để tạo nhóm đã được thêm vào, nhờ @vv9k.

source: A simple progress bar is now displayed in the action menu button under the bell icon to indicate how many actions are currently running.
pt_br: Uma simples barra de progresso agora é exibida no botão Menu Ação sob o ícone Bell para indicar quantas ações estão sendo executadas no momento.
ru: Теперь в кнопке меню действий под значком колокольчика отображается простой индикатор выполнения, показывающий, сколько действий выполняется в данный момент.
vi: Một thanh tiến trình đơn giản hiện được hiển thị trong nút menu hành động bên dưới biểu tượng chuông để cho biết có bao nhiêu hành động hiện đang chạy.

source: The icon of the button to return to the main view has been changed to a home symbol, thanks to @vv9k.
pt_br: O ícone do botão para retornar à visualização principal foi alterado para um símbolo inicial, graças ao @vv9k.
ru: Значок кнопки для возврата к главному виду был изменён на символ дома благодаря @vv9k.
vi: Biểu tượng của nút quay lại xem chính đã được thay đổi thành biểu tượng màn hình chính, nhờ @vv9k.

source: The container details page and pod details page have been revised: The menus have been removed and instead there is now a control bar.
pt_br: A página de detalhes do contêiner e a página de detalhes da cápsula foram revisadas: Os menus foram removidos e, em vez disso, agora há uma barra de controle.
ru: Страница сведений о контейнере и страница сведений о капсуле были переработаны: меню были удалены, и вместо них теперь есть панель управления.
vi: Trang chi tiết vùng chứa và trang chi tiết nhóm đã được sửa đổi: Các menu đã bị xóa và thay vào đó là thanh điều khiển.

source: Renaming a container within a container detail page must now be done via a button in the name row.
pt_br: A renomeação de um contêiner em uma página de detalhes do contêiner agora deve ser feita por meio de um botão na linha de nome.
ru: Переименование контейнера на странице сведений о контейнере теперь необходимо выполнять с помощью кнопки в строке имени.
vi: Giờ đây, việc đổi tên vùng chứa trong trang chi tiết vùng chứa phải được thực hiện thông qua một nút trong hàng tên.

source: Fixed a bug in the container log page that caused that no more than 512 log lines could be loaded and date were truncated.
pt_br: Corrigido um bug na página de log do contêiner que fazia com que não mais do que 512 linhas de log pudessem ser carregadas e a data fosse truncada.
ru: Исправлена ошибка на странице журнала контейнера, из-за которой можно было загрузить не более 512 строк журнала, а даты были усечены.
vi: Đã khắc phục lỗi trong trang nhật ký vùng chứa khiến không thể tải quá 512 dòng nhật ký và ngày bị cắt bớt.

source: The progress bars for CPU and memory in the container details page are now animated.
pt_br: As barras de progresso para CPU e memória na página de detalhes do contêiner agora são animadas.
ru: Индикаторы выполнения для ЦП и памяти на странице сведений о контейнере теперь анимированы.
vi: Các thanh tiến trình cho CPU và bộ nhớ trong trang chi tiết vùng chứa hiện có hình động.

source: The animations of the circular progress bars for CPU and memory in the overview of all containers now use better easing.
pt_br: As animações das barras de progresso circulares para CPU e memória na visão geral de todos os contêineres agora usam melhor atenuação.
ru: Анимация круговых индикаторов выполнения для ЦП и памяти в обзоре всех контейнеров теперь использует более плавную динамику.
vi: Hoạt ảnh của các thanh tiến trình hình tròn cho CPU và bộ nhớ trong phần tổng quan của tất cả các vùng chứa giờ đây sử dụng khả năng nới lỏng tốt hơn.

source: The icons and descriptions for actions like downloading an image have been made clearer.
pt_br: Os ícones e descrições de ações como baixar uma imagem ficaram mais claros.
ru: Значки и описания действий, таких как загрузка образа, стали более понятными.
vi: Các biểu tượng và mô tả cho các hành động như tải hình ảnh đã được làm rõ ràng hơn.

source: Committing a new image from a container can now be done in a fine-grained way, in a dedicated page.
pt_br: Cometer uma nova imagem de um contêiner agora pode ser feita de maneira fina, em uma página dedicada.
ru: Сохранение нового образа из контейнера теперь можно выполнять более точнона специальной странице.
vi: Giờ đây, việc gửi hình ảnh mới từ vùng chứa có thể được thực hiện theo cách chi tiết hơn trong một trang chuyên dụng.

source: As always, there were a number of minor bug fixes, visual improvements, internal code improvements and translation updates.
pt_br: Como sempre, houve várias correções de bugs menores, melhorias visuais, melhorias internas de código e atualizações de tradução.
ru: Как всегда, было исправлено несколько мелких ошибок, улучшен внешний вид,выполнены внутренние улучшения кода и обновлены переводы.
vi: Như mọi khi, có một số sửa lỗi nhỏ, cải tiến hình ảnh, cải tiến mã nội bộ và cập nhật bản dịch.

source: The fifth beta release of Pods 1.0.0 includes the following changes:
pt_br: O quinto release beta do Cápsulas 1.0.0 inclui as seguintes mudanças:
ru: Пятая бета-версия «Капсул» 1.0.0 включает следующие изменения:
vi: Bản phát hành beta thứ năm của Pods 1.0.0 bao gồm những thay đổi sau:

source: Some typos were fixed, thanks to @kianmeng.
pt_br: Alguns erros de digitação foram corrigidos, graças ao @kianmeng.
ru: Исправлены опечатки благодаря @kianmeng.
vi: Một số lỗi chính tả đã được sửa nhờ @kianmeng.

source: A tab to specify infra settings were added to the pod creation page, thanks to @vv9k.
pt_br: Uma aba para especificar as configurações de infraestrutura foi adicionada à página de criação da cápsula, graças a @vv9k.
ru: На страницу создания капсулы добавлена вкладка для указания параметров инфраструктуры благодаря @vv9k.
vi: Một tab để chỉ định cài đặt hạ tầng đã được thêm vào trang tạo nhóm nhờ @vv9k.

source: There is now a widget that provides an overview of actions, such as building an image. Thus, the state of most actions can now be tracked.
pt_br: Agora existe um widget que fornece uma visão geral das ações, como a criação de uma imagem. Assim, o estado da maioria das ações agora pode ser rastreado.
ru: Теперь есть виджет, который предоставляет обзор действий, таких как создание образа. Таким образом, можно отслеживать состояние большинства действий.
vi: Hiện đã có một tiện ích cung cấp cái nhìn tổng quan về các hành động, chẳng hạn như xây dựng hình ảnh. Do đó, trạng thái của hầu hết các hành động hiện có thể được theo dõi.

source: The local search for images, containers and pods is now case-insensitive.
de: Die lokale Suche nach Images, Containern und Pods ist jetzt Case-Sensitiv.
pt_br: A pesquisa local por imagens, contêineres e Cápsulas agora é sem diferenciação de maiúsculas e minúsculas.
ru: Локальный поиск образов, контейнеров и капсул теперь нечувствителен к регистру.
vi: Tìm kiếm cục bộ cho hình ảnh, vùng chứa và nhóm hiện không phân biệt chữ hoa chữ thường.

source: There were small visual adjustments all over the place.
pt_br: Houve pequenos ajustes visuais em todo o lugar.
ru: Были внесены небольшие визуальные изменения по всему интерфейсу.
vi: Có những điều chỉnh nhỏ về hình ảnh ở khắp mọi nơi.

source: Minor bug fixes
pt_br: Pequenas correções de bugs
ru: Исправления мелких ошибок
vi: Sửa lỗi nhỏ

source: Internal code improvements
pt_br: Melhorias no código interno
ru: Внутренние исправления кода
vi: Cải tiến mã nội bộ

source: Translation updates
pt_br: Atualizações de tradução
ru: Обновления перевода
vi: Cập nhật bản dịch

source: Here comes the fourth beta release of Pods 1.0.0 with the following changes:
pt_br: Aqui vem o quarto release beta do Cápsulas 1.0.0 com as seguintes mudanças:
ru: Представляем четвёртую бета-версию «Капсул» 1.0.0 со следующими изменениями:
vi: Đây là bản phát hành beta thứ tư của Pods 1.0.0 với những thay đổi sau:

source: The blurry symbolic application icon has been fixed, thanks to @allaeddineomc.
pt_br: O ícone de aplicativo simbólico borrado foi corrigido, graças ao @allaeddineomc.
ru: Размытый значок приложения был исправлен благодаря @allaeddineomc.
vi: Biểu tượng ứng dụng tượng trưng bị mờ đã được sửa nhờ @allaeddineomc.

source: A status page is now displayed if there are no images, containers or pods.
pt_br: Agora, uma página de status é exibida caso não haja imagens, contêineres ou Cápsulas.
ru: Теперь отображается страница состояния, если нет образов, контейнеров или капсул.
vi: Trang trạng thái hiện được hiển thị nếu không hình ảnh, vùng chứa hoặc nhóm.

source: The style has been improved, in particular, there is now better differentiation between light, dark and high contrast modes.
pt_br: O estilo foi aprimorado, em particular, agora há uma melhor diferenciação entre os modos claro, escuro e de alto contraste.
ru: Улучшено оформление, в частности, теперь лучше различаются светлый, тёмный и высококонтрастный режимы.
vi: Phong cách đã được cải tiến, đặc biệt giờ đây có sự phân biệt tốt hơn giữa các chế độ sáng, tối và độ tương phản cao.

source: The feature for coloring the header bar has been removed. It will hopefully come back when there is API support for it.
pt_br: O recurso para colorir a barra de cabeçalho foi removido. Esperançosamente, ele voltará quando houver suporte de API para ele.
ru: Функция окрашивания панели заголовка была удалена. Надеемся, что она вернётся, когда появится поддержка для неё.
vi: Tính năng tô màu cho thanh tiêu đề đã bị loại bỏ. Hy vọng nó sẽ quay trở lại khi có hỗ trợ API cho nó.

source: A lot of smaller UI improvements have been implemented to give Pods a more polished look.
pt_br: Foram implementadas várias melhorias menores na interface do usuário para dar às Cápsulas uma aparência mais refinada.
ru: Реализовано множество мелких улучшений пользовательского интерфейса, чтобы придать «Капсулам» более утончённый вид.
vi: Rất nhiều cải tiến nhỏ hơn về giao diện người dùng đã được triển khai để mang lại cho Pod giao diện bóng bẩy hơn.

source: The flatpak runtime has been updated to version 43
pt_br: O tempo de execução do flatpak foi atualizado para a versão 43
ru: Среда выполнения flatpack обновлена до версии 43.
vi: Runtime Flatpak đã được cập nhật lên phiên bản 43

source: Improvements in infrastructure like an issue template have landed, thanks to @vv9k.
pt_br: Melhorias na infraestrutura, como um modelo de problema, chegaram, graças ao @vv9k.
ru: Благодаря @vv9k были внедрены улучшения в инфраструктуре, такие как шаблон проблемы.
vi: Những cải tiến về cơ sở hạ tầng như mẫu sự cố đã được thực hiện nhờ @vv9k.

source: Image downloads can now be aborted.
de: Der Download des Images wurde abgebrochen
pt_br: Os downloads de imagens agora podem ser abortados.
ru: Теперь можно прерывать загрузку образа.
vi: Tải xuống hình ảnh bây giờ có thể bị hủy bỏ.

source: Arguments can now be added to a container command, thanks to @vvk9.
pt_br: Os argumentos agora podem ser adicionados a um comando de contêiner, graças a @vvk9.
ru: Благодаря @vvk9 можно добавлять аргументы к команде контейнера.
vi: Giờ đây, các đối số có thể được thêm vào lệnh chứa nhờ @vvk9.

source: It's now possible to set labels on images, containers and pods, thanks to @vv9k.
pt_br: Agora é possível definir rótulos em imagens, contêineres e Cápsulas, graças a @vv9k.
ru: Благодаря @vvk9 можно устанавливать метки на образы, контейнеры и капсулы.
vi: Giờ đây, bạn có thể đặt nhãn trên hình ảnh, vùng chứa và nhóm nhờ @vv9k.

source: The third beta release of Pods 1.0.0 contains the following changes:
pt_br: O terceiro release beta do Cápsulas 1.0.0 contém as seguintes mudanças:
ru: Третья бета-версия «Капсул» 1.0.0 содержит следующие изменения:
vi: Bản phát hành beta thứ ba của Pods 1.0.0 có những thay đổi sau:

source: A periodic refresh interval to track entities which were created outside of podman (e.g. with buildah)
pt_br: Um intervalo de atualização periódico para rastrear entidades que foram criadas fora do Podman (por exemplo, com o Buildah).
ru: Интервал периодического обновления для отслеживания объектов, которые были созданы вне Podman (например, с помощью Buildah).
vi: Khoảng thời gian làm mới định kỳ để theo dõi các thực thể được tạo bên ngoài podman (ví dụ: với buildah)

source: Containers now provide a detailed view of health configuration and health status
pt_br: Os contêineres agora fornecem uma visão detalhada da configuração e do status de integridade
ru: Контейнеры теперь предоставляют подробный обзор конфигурации и состояния работоспособности.
vi: Các vùng chứa hiện cung cấp xem chi tiết về cấu hình sức khỏe và trạng thái sức khỏe

source: Several smaller UI improvements
pt_br: Várias melhorias menores na interface do usuário
ru: Несколько небольших улучшений пользовательского интерфейса.
vi: Một số cải tiến giao diện người dùng nhỏ hơn

source: Several smaller bugfixes and internal code improvements
pt_br: Várias correções de bugs menores e melhorias de código interno
ru: Несколько небольших исправлений ошибок и внутренних улучшений кода.
vi: Một số sửa lỗi nhỏ hơn và cải tiến mã nội bộ

source: Updated screenshots
pt_br: Capturas de tela atualizadas
ru: Обновлены снимки экрана.
vi: Ảnh chụp màn hình được cập nhật

source: A small update with app data fixes:
pt_br: Uma pequena atualização com correções de dados do aplicativo:
ru: Небольшое обновление с исправлениями данных приложения:
vi: Một bản cập nhật nhỏ sửa lỗi dữ liệu ứng dụng:

source: Updated app data content rating
pt_br: Atualização da classificação do conteúdo dos dados do app
ru: Обновлена оценка содержимого данных приложения
vi: Đã cập nhật xếp hạng nội dung dữ liệu ứng dụng

source: Added releases in app data
pt_br: Releases adicionais nos dados do aplicativo
ru: Добавлены выпуски в данные приложения
vi: Đã thêm bản phát hành trong dữ liệu ứng dụng

source: This is the first 1.0.0 beta release of Pods.
pt_br: Este é o primeiro release beta 1.0.0 do Cápsulas.
ru: Это первая бета-версия «Капсул» 1.0.0.
vi: Đây là bản phát hành beta 1.0.0 đầu tiên của Pods.

source: Marcus Behrendt
ru: Маркус Берендт

source: translator-credits
de: Übersetzer-Credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fi: Jiri Grönroos
fr: Crédits traducteur(s)
it: Andrea Brandi <git@andreabrandi.com>
nl: Gert-dev Philip Goto https://flipflop97.github.io/
pt_br: Gustavo Costa "xfgusta"<xfgusta@gmail.com>"johnpetersa"<johnppetersa@gmail.com>
ru: Давид Лапшин <ddaudix@gmail.com> Алевтина Карашокова <alevkarash@altlinux.org>
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Translators
de: Übersetzer
es: Traductores
fi: Kääntäjät
fr: Traducteurs
it: Andrea Brandi <me@andreabrandi.com>
nl: Vertaald door
pt_br: Tradutores
ru: Переводчики
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Prints application version
de: Druckt die Anwendungsversion
es: Imprime la versión de la aplicación
fi: Tulostaa sovelluksen version
fr: Imprime la version de l'application
it: Mostra versione dell'applicazione
nl: Applicatieversie tonen
pt_br: Exibe a versão da aplicação
ru: Выводит версию приложения
vi: Phiên bản ứng dụng in

source: Specify the minimum log level
de: Geben Sie den minimalen Log-Level an
es: Especificar el nivel mínimo de registro
fi: Määritä lokin vähimmäistaso
fr: Spécifier le niveau minimal de journalisation
it: Specifica livello minimo dei registri
nl: Minimumniveau logging instellen
pt_br: Especifica o nível mínimo de log
ru: Указать минимальный уровень журналирования
vi: Chỉ định mức nhật ký tối thiểu

source: Prune unused images
de: Bereinige nicht benutzte Images
es: Eliminar imágenes no usadas
fi: Poista käyttämättömät levykuvat
it: Elimina le immagini inutilizzate
nl: Ongebruikte schijfkopie­bestanden opschonen
pt_br: Remover imagens não utilizadas
ru: Удалить неиспользуемые образы
vi: Cắt tỉa những hình ảnh không sử dụng

source: Pull image <b>{}</b>
de: Image <b>{}</b> laden
es: Obtener imagen: <b>{}</b>
fi: Nouda levykuva: <b>{}</b>
it: Tira immagine <b>{}</b>
nl: Schijfkopiebestand <b>{}</b> binnenhalen
pt_br: Puxar imagem <b>{}</b>
ru: Получить образ <b>{}</b>
vi: Kéo hình ảnh <b>{}</b>

source: Push image <b>{}</b>
de: Image <b>{}</b> hochladen
es: Insertar imagen: <b>{}</b>
fi: Työnnä levykuva <b>{}</b>
nl: Schijfkopiebestand <b>{}</b> pushen
pt_br: Enviar imagem <b>{}</b>
ru: Передать образ <b>{}</b>
vi: Đẩy hình ảnh <b>{}</b>

source: Build image <b>{}</b>
de: Image <b>{}</b> bauen
es: Construir imagen: <b>{}</b>
fi: Koosta levykuva <b>{}</b>
it: Costruisci immagine <b>{}</b>
nl: Schijfkopiebestand <b>{}</b> bouwen
pt_br: Construir imagem <b> {} </b>
ru: Собрать образ <b>{}</b>
vi: Xây dựng hình ảnh <b>{}</b>

source: Generating tarball of context directory...
de: Erzeuge Tarball des Kontextverzeichnisses...
es: Generando tarball del directorio contextual...
fi: Luodaan tarball kontekstihakemistosta...
fr: Génération d'une archive tarball du répertoire contextuel...
it: Generazione archivio tar della directory di compilazione...
nl: Tarball van contextmap genereren…
pt_br: Gerando tarball do diretório de contexto...
ru: Создание архива tar из контекстного каталога...
vi: Tạo tarball của thư mục ngữ cảnh...

source: Prune stopped containers
de: Bereinige gestoppte Container
es: Retirar contenedores detenidos
nl: Gestopte containers opschonen
pt_br: Remover contêineres parados
ru: Удалить остановленные контейнеры
vi: Cắt tỉa các thùng chứa đã dừng

source: Start new container <b>{}</b>
de: Starte neuen Container <b>{}</b>
es: Iniciar contenedor nuevo <b>{}</b>
fi: Käynnistä uusi kontti <b>{}</b>
it: Avvia nuovo container <b>{}</b>
nl: Nieuwe container <b>{}</b> starten
pt_br: Iniciar novo contêiner <b>{}</b>
ru: Запустить новый контейнер <b>{}</b>
vi: Bắt đầu vùng chứa mới <b>{}</b>

source: Create container <b>{}</b>
de: Container <b>{}</b> erstellen
es: Crear contenedor <b>{}</b>
fi: Luo kontti <b>{}</b>
it: Crea container <b>{}</b>
nl: Container <b>{}</b> aanmaken
pt_br: Criar contêiner <b>{}</b>
ru: Создать контейнер <b>{}</b>
vi: Tạo vùng chứa <b>{}</b>

source: none
de: nichts
es: ninguna
fi: ei mitään
fr: aucun
it: nessuno
nl: geen
pt_br: Nenhum
ru: ничего
vi: không có

source: Commit image <b>{}</b> ({})
de: Committe Image <b>{}</b>
es: Confirmar imagen <b>{}</b> ({})
fi: Kommitoi levykuva <b>{}</b>
nl: Schijfkopiebestand <b>{}</b> committen ({})
pt_br: Imagem de comprometimento <b> {} </b> ({})
ru: Зафиксировать образ <b>{}</b> ({})
vi: Hình ảnh cam kết <b>{}</b> ({})

source: Finished
de: Fertig
es: Terminado
fi: Valmis
fr: Fini
it: Completato
nl: Klaar
pt_br: Terminado
ru: Завершено
vi: Hoàn thành

source: Upload <b>{}</b> to <b>{}:{}</b>
de: Lade <b>{}</b> zu <b>{}:{}</b> hoch
es: Subir <b>{}</b> a <b>{}:{}</b>
it: Caricamento <b>{}</b> to <b>{}:{}</b>
nl: <b>{}</b> uploaden naar <b>{}:{}</b>
pt_br: Carregar <b>{}</b> para <b>{}:{}</b>
ru: Отправить <b>{}</b> в <b>{}:{}</b>
vi: Tải <b>{}</b> lên <b>{}:{}</b>
